{
      "asin": "B00DZJ9UFE",
      "stars": "4.3 out of 5 stars",
      "review_num": "63",
      "highlights": [
            " 89-Inch Multiple tier Cat Tower with Seven Levels, Two Playhouses for Large and Medium Cats  ",
            " Overall Dimensions: 49\"(L)X34\"(W)X89\"(H)  ",
            " Base Dimensions: 24\" X 19\"  ",
            " Extra Feature: Doubled Base & Soft Perch; Easy to assemble with step by step instruction and tools  ",
            " Max Holding Weight: 80 lbs.Included components: Hardware set, Instruction, Parts listed  "
      ],
      "reviews": [
            {
                  "author": "amzn1.account.AFQZWYNVDWGRH23OMP3VPOAMHCCQ",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 25, 2017",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "14 people found this helpful</span></div> people found this helpful",
                  "review_title": "Slippery, lack of staggered structures",
                  "review": "\\n  I&#8217;ll start by saying this Tree seems to be much better quality than the past THREE I&#8217;ve purchased (all have broken), so that&#8217;s positive! I am however, concerned about the hammock design because the wood is flimsy &amp; the design doesn&#8217;t seem solid. It also looks odd. I put a square scratch structure on top of it in an effort to make it more secure? I also recommend facing the cubby, on the bottom, outward instead of inward, when putting together. Better accessibility.<br/>Now for my complaints... the wood is very slippery so the first times my cats tried to jump on, they sipped off &amp; now, are skeptical to use.(I&#8217;ll add material)  Also, for the price, I feel there are not NEARLY enough , strategically placed and staggered, steps/surfaces (based on picture I thought it was better than reality) to safety &amp; easily get cats to top. I&#8217;ve had to add blocks, stairs and more, to make it moderately better to navigate. Alterations are hideous so I need to figure out permanent fixes.\\n"
            },
            {
                  "author": "amzn1.account.AFLV3DLMLGTYEUAMOYUUVARFESEQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 21, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "8 people found this helpful</span></div> people found this helpful",
                  "review_title": "I love it",
                  "review": "\\n  This is wonderful and easy to put together.  My cats love it.<br/><br/>I purchased this product with the intention of placing it within a catio (outdoor enclosure for cats), since it\\'s made of wood, and will hopefully withstand various weather conditions.  I assembled the cat tree prior to building the catio, so it was in my home for several weeks.  It wobbled when my cats used it, (but the wobbling didn\\'t bother them at all, as it was slight, and posed no danger to them, as it\\'s solidly made), but when the unit was placed outside, in the catio, on my wooden deck, it didn\\'t wobble at all.  But I think this is due to the flooring.  I purchased flooring (black mat) from kennelfloor.com., so the surface eliminated the wobbling.  Kennelfloor sends you the exact size you need.<br/><br/>[I purchased the catio (cage) from Amazon:&#160;\\n"
            },
            {
                  "author": "amzn1.account.AG4SSMGKTRFUIHJSAEJEOB4A3T5Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 20, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Attractive, well built, sturdy, and moved by big and small cats",
                  "review": "\\n  We have had this tree for just over 3 years. NEVER has any previous tree we have purchased lasted this long because we didn\\'t invest in quality. We have 2 very energetic cats around 10# each and one more relaxed guy who comes in at 22# (gray tabby around Maine Coon in proportions). They all love this tree. We have it in a corner of our living room to allow transit from floor to entertainment center to shelves running towards the ceiling along one wall. We never had an issue with stability, but after 3 months of owning it, we did use a bracket to stop the cats slamming the tree into the wall. Our big guy fits both houses just fine, he loves squeezing in. After 3 years, we only just had sisal start to unravel on 3 poles, but that is not a problem, Armarkat sells replacement parts for all of their trees. My only wish is to sell those parts here on Amazon. I highly recommend the investment in Armarkat premium trees.\\n"
            },
            {
                  "author": "amzn1.account.AG3TTF5OF4HYEUS4LPDM3DMTBZCQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 17, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Triple win!",
                  "review": "\\n  Finally found an affordable cat tree that is nice and tall, looks nice, and has wood instead of carpet or fabric! Triple win! If you have multiple cats, you\\'ll know after a few years that it is much easier to wash blankets and beds than trying to vacuum hair/wash a mess off of a cat tree!<br/>Just assembled this today.<br/>For securing it to the wall, I found a stud, and predrilled holes through the back of the plywood box at the top. Then I drilled some long screws into the stud. The top is sturdy. The bottom is sturdy and there is still a little wobble in the middle AND on the hammock side. But, I feel much better for regular cat use that way. If you put it in a corner it might be more sturdy. Will update if it\\'s not working in future, screws are a lot cheaper than trying to buy a furniture strap, and a lot more aesthetic! I love that someone stained theirs!<br/>The middle shelves are big enough to fold regular blankets on for cat beds, as shown. I was able to assemble it myself, you will need a chair or stepstool for assembling the top. If you don\\'t need something quite as tall, you could leave the top box off and use it elsewhere in your house. Thanks Armarat, for a cool product!\\n"
            },
            {
                  "author": "amzn1.account.AGULX2WELFNWWLGIH2J4HBGS5H4Q",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 23, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "3 people found this helpful</span></div> people found this helpful",
                  "review_title": "Armarkat = expensive loss",
                  "review": "\\n  The super large box had disintegrated by the time it arrived to my doorstep &amp; large portions were missing from a 89&#8221; solid wood cat tree. I took detailed pictures of the box before &amp; after unpacking &amp;  laying out all contents. Several pieces were badly damaged &amp; 3 crucial pieces were missing.<br/>A 45 minute phone call with Amazon resulted in Amazon requesting missing parts from Armarkat who never responded despite my repeated attempts to follow-through. Amazon offered for me to purchase another box, pack it &amp; haul the box (weighs more than I weigh) to a place to be picked up. There&#8217;s no opportunity to do that where I live.<br/><br/>It&#8217;s a very expensive loss.\\n"
            },
            {
                  "author": "amzn1.account.AGFV4GVUO2QXRWQX4RXR7HKLTAIQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 14, 2019",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Worth the extra money",
                  "review": "\\n  This cat tree is almost perfect. I wanted a tall tree, and this one delivers. It reaches almost to the top of my 8\\' ceiling, with just enough room for my Maine Coon to wedge himself between the top of the upper box and the ceiling (of note, my cat is a runt, considerably smaller than most full-grown cats of his breed).<br/><br/>I was concerned about stability given the small base, but it wobbles only slightly during play and does not bother my cats in the slightest.<br/><br/>I had to take away 1 star only because the wood, while very durable, is very hard and leaves nothing for the cats to grab onto causing them to sometimes slip off the platforms. Adjusting the positions of the smaller platforms has helped somewhat and they are getting used to it, but I can tell they still have some difficulty in maneuvering around certain spots. I will probably try strategically attach some sisal mats to the problem areas, but it would be awesome if this tree came with some sort of solution to this problem (other than carpeting, which my cats can shred in about a day).<br/><br/>A note about the packaging: the tree comes disassembled and packed into a square box with NO protection between the wood and the cardboard. I assume the manufacturer believes the wood will offer enough protection on its own, but my box arrived in very poor condition with the wood showing through in several places. One of the pieces arrived mildly chipped as a result of the box clearly having been carelessly handled, which isn\\'t surprising given the substantial size and weight. I hope the manufacturer ups their packaging game slightly in the future.<br/><br/>TL;DR - This cat tree is way better for rambunctious young cats than any of the cheaper ones I\\'ve owned, but does have one flaw in that it\\'s hard for cats to climb and grip onto in places. Overall, well worth the price.\\n"
            },
            {
                  "author": "amzn1.account.AGGZJTWLVZZ2IMXEHWQNDPIY6OAA",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 22, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Cats love it!",
                  "review": "\\n  My cats immediately were all over this thing and love to play around on it. They also sleep in here and love to sit up high to watch the birds, squirrels, etc., in the tree tops. The hammock is great and so are the cubbies for lounging and sleeping. My only complaint is that the bottom of it moves around slightly, so occasionally I have to push it back towards the window and wall in the lanai. We also have it on a slick rug. It might be different on the floor. We do not have it bolted down. The levels themselves will move, like for example, the hammock will turn, but can easily be turned back to the desired position. My boyfriend says I did not tighten them enough when I put it together myself. Regardless it is a great purchase and very sturdy and steady for how tall it is! It is so easy to assemble. I know my cats love having something tall to climb on and play on. I also like that there is not a lot of carpet on it. I think that can look dirty, and I like the aesthetics of the wood. My cats do not seem to mind. I might add my own fluffy carpet to some on the wood planks so they have something to grip. However, I would buy it again!\\n"
            },
            {
                  "author": "amzn1.account.AFOHNCI7ABIGG7IPXTUFI44TZYTQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 7, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Great, non-fur-collecting tower",
                  "review": "\\n  My cat loves this tower. She loves perching up high, and sometimes will jump on top of the topmost house. She is young and active and has no problems using this tower that others mentioned with their cats. The tower is not bolted down and does shake a bit. However, that does not seem to bother her. The tower is pushed up against a wall in my apartment. I love love love that this tower does not become a furry mess like other ones I\\'ve had that were all fabric! My cat doesn\\'t seem to mind it\\'s texture at all. In fact, she initially preferred the hammock, but now likes to sleep on the top wooden platform. The soft parts (hammock and house padding) are removable and washable, should fur accumulate. Also was so easy to assemble, I was able to do it by myself, which  never happens with anything to do with assembly for me! I also had people ask me for the place to get one themselves, because it looks really nice.\\n"
            },
            {
                  "author": "amzn1.account.AFXH755KTU4NVHJRLMKUCPJJKUGA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 20, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "4 people found this helpful</span></div> people found this helpful",
                  "review_title": "Perfect cat tree!",
                  "review": "\\n  Great for my blue lion (Norwegian forest) as he loves to climb and run up and down, definitely can handle his weight.  Love the no carpet hassle and the cushions provided are very plush and easily removable as well as washable.  This is great if you don&#8217;t want to deal with cleaning off long cat hair or suffer allergies as well as providing solid height and differing options of relaxing for your fur baby.  Totally worth it and installation process was so easy in less than 20 mins unlike the vesper cat tree (love that one too but omg a pain to install that took hours).  If this been on your list to get, don&#8217;t hestaitate!  If any parts are damage, contact seller and easily get it resolved too! All worth it\\n"
            },
            {
                  "author": "amzn1.account.AFQK6FTFEJ5R6ECECJPFWB4KVN7Q",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 24, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Looks Like the Picture",
                  "review": "\\n  My dad was able to put it together in just under 2 hours.  It was fairly straightforward to assemble.  But, for some reason the fabric for the hammock was very difficult to put on which added to the time to assemble.  I don\\'t know if the pockets were not big enough or if the wooden frame that the fabric goes over was too big, but it was a struggle.  The structure does wobble a bit once you put pressure on it like a cat would while jumping on it.  I\\'ll probably put something on the base to weigh it down.  It does look nice assembled though.\\n"
            },
            {
                  "author": "amzn1.account.AEWYC3JA7VMILRDVVXYEPHBPMH4A",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 20, 2015",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "8 people found this helpful</span></div> people found this helpful",
                  "review_title": "It took us forever to chose a cat tree. ...",
                  "review": "\\n  It took us forever to chose a cat tree. We wanted something tall enough to make our cats feel safe from our dog and guest, something small enough to not take up our entire home, and something aesthetically appealing that could fit with the decor of our home. The lack of carpet makes this so much classier than the average tower. However, I do wish it would have came with a anchoring strap, as it wobbles when the cats jump up on it, so we had to put our 50lb kettle bell on the bottom to stabilize it. Unfortunately it still wobbles, so will have to figure out how to anchor the top half to the wall. I also suggest that they offer it in different wood stains and move the lower cat house up further since cats prefer to higher places.\\n"
            },
            {
                  "author": "amzn1.account.AHJZT7V76GQX7MJJXUD7HUUE2ZLQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on June 25, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Highest-quality brand of cat trees available!!!  Armarkat is the best quality construction!!!  Except nothing else!!!",
                  "review": "\\n  This is the highest-quality brand of cat trees available!  I\\'ve had other cat trees with poor quality construction and materials that I\\'ve had to throw out in a short amount of time, but Armarkat is made with excellent-quality materials, construction and design.  After trashing two other cheaper cat trees, I did some research on brands and looked at reviews: Armarkat is the best!!!  I first bought another smaller Armarkat for my bedroom, and I was amazed at the superb quality, design, materials, construction, and how easy it was to put together.  I have 4 rescue cats who love it and it\\'s very sturdy!  A couple of reviews on this taller cat tree were concerned about it tipping over, but I haven\\'t had that problem.  I did not weigh down the base with anything extra (one person said he used a granite slab), but my 4 very active crazy cats can do nothing to even get slightly close to tipping it.  The design makes sure that it stays in one place and I just have it sitting in my living room on my wood floor next to the sliding glass doors.  During what I call \"kitty play hour\" at night, they are running and jumping all over it and there\\'s no way it will tip over.  I love the smooth polished solid wood and the sisal rope as it is low-maintenance.  I don\\'t have to vacuum any carpet and the sisal rope covered poles are excellent additional cat-claw scratching posts.  I have additional sisal rope scratching posts in my condo since I have 4 cats, but this does double duty for play, relaxing and scratching; my cats love the extra-tall height of this tree!  Also, sisal rope is the best on cat trees and scratching posts; carpet just gets shredded by the cats and ends up all over my floor.  I will NEVER buy any other brand of cat tree other than Armarkat!  I threw away a lot of money in the past on cat trees that looked good, but they were of cheap quality.  The quality and workmanship Armarkat beats all other cat trees on the market!!!\\n"
            },
            {
                  "author": "amzn1.account.AGZNWWW3G6R5MNIWULHBVQLO2VMQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 2, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "A bit of wobble but very nice if you have the space!",
                  "review": "\\n  let me start off by saying, this thing is HUGE! I have nine foot ceilings and if yours are any smaller this will not fit. It didn\\'t actually take me long to put together 30-45 mins although the top part will definitely require a ladder. The enclosures are actually large enough to fit my fat cats lol (for reference they\\'re 13-15 lbs and its still roomy.) Sadly only one of my cats like it although I occasionally see two of the others on there. If you\\'re cat is okay with a bit of wobble and you have the space I would say go for it.\\n"
            },
            {
                  "author": "amzn1.account.AF2QOGMM2PX3HYYXEOF47XSRVBHA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 17, 2019",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "I HIGHLY RECOMMEND THIS CAT TREE!!!!",
                  "review": "\\n  I have struggled with purchasing a cat tree for my two kitties..one big reason is my Gracie girl chews and ends up eating chewed items. I had gotten a small cat tree once that had carpet and she would find the smallest part of the unraveling edge and chew and try to swallow the plastic that is in the carpet.<br/>and then there is the fear of a cat tree being structurally strong.<br/>I finally came across this one and after reading the reviews, decided to give it a try, especially since its wood.!!<br/>I received it yesterday and put it together last night. it was super easy to put together.<br/><br/>MAN, is this a great cat tree!!! the wood is a good thickness and very durable and it feels structurally sound!<br/>it does have a small wobble to it (I had read about this in other reviews) so I did get a 12x12 stepping stone and placed it in the middle of the base, to give myself assurance of keeping it from tipping over if they get to playing too rough, they sometimes do..lol. (that\\'s why the blue towel is there, it\\'s wrapped to keep the cats from hurting themselves)  :)<br/>and I did leave off the hammock piece, because I\\'m worried my 17# Gordy may bring it down if he sat in it..<br/>I put them on the middle shelf last night and they sat for a second and then jumped off. Gracie did get in the cubby on her own and napped..so in time they will start playing on it..it\\'s like with anything, if we didn\\'t want the cats on it they would be all over, instead they aren\\'t paying it much attention..haha<br/>I HIGHLY RECOMMEND THIS CAT TREE!!<br/><br/>Also, I had ordered through Link Depot and received it in like 5 business days..and paid a cheaper price than what Amazon\\'s original posted price.\\n"
            },
            {
                  "author": "amzn1.account.AE6GBDRHMJEORZ7L73IS6WVGHZAA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 24, 2015",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "5 people found this helpful</span></div> people found this helpful",
                  "review_title": "THE VERY BEST!",
                  "review": "\\n  Having multiple cats of size and weight I have owned many a cat trees.  This is the BEST!  I also have a small house so it takes up little floor space.  But the height and many levels allows the cats to climb, jump, sleep and look out the window.  The solid wood makes it very stable.  And the eventual accidents are much easier to clean from bare wood rather than fur or fleece.  Eventually, the sisal goes on all of them but with the price so reasonable, I can always buy another one.  This will always stay on my Wish List.\\n"
            },
            {
                  "author": "amzn1.account.AGHJV4NU34UJGMGXG6ORLSP6XJ5A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 5, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "My cat loves it, and it works very well in my small apartment",
                  "review": "\\n  Perfect cat tree for a studio apartment. It\\'s very tall and narrow, so it doesn\\'t take up much space. But it\\'s also much sturdier than I was expecting for how narrow the base is. My 10-lb cat doesn\\'t shake the tree at all when she hops around on it, though I\\'d probably recommend weighing down the base (as recommended by other reviewers) if you have an especially large cat or multiple adult cats.<br/>One complaint: I got a couple of rope splinters when putting the tree together. But the instructions were very easy to follow, and with the help of a friend, we had it up in less than 15 minutes.\\n"
            },
            {
                  "author": "amzn1.account.AG6IVZ4YNIK25RGVNA4AH3UP2JIQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 16, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Once you comparison shop and read the reviews the choice is an easy one.",
                  "review": "\\n  My son had it put together in minutes and he did it by himself. It is all wood and sisal rope. No carpet, faux fur or cardboard. The wood and manufacturing are excellent in quality and it is a beautiful cat tree/tower. She uses it every day and thoroughly enjoys observing her kingdom from the top wooden platform. I am so glad we got the tall tower. She loves to climb.  She doesn&#8217;t care to get into the hammock. But she loves to hit it from underneath and watch all the jingle bell balls rain down. I am completely satisfied with this purchase. Thank you.\\n"
            },
            {
                  "author": "amzn1.account.AH3X3KOKJBYTTDPISPJO6CLNDCDA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 26, 2019",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "Great quality And easy to assemble",
                  "review": "\\n  My cat loves it. He started climbing on it as soon as I finished assembling it. It&#8217;s very well made. The raw wood was clean so I was able to stain it to match my furniture. Came out great and my wife is happy that it doesn&#8217;t look like those carpeted ones.\\n"
            },
            {
                  "author": "amzn1.account.AGJPWQXLEFFN3LFEPAO3IX3XX7FQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 24, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "My cats love it and it looks nice too!",
                  "review": "\\n  My cats love this tree! Its extremely tall so make sure it will fit in your house. We have tall ceilings so it works great. The tree rocks a little bit, but its not going to fall over and my cats don\\'t mind it. Highly recommend it for agile cats. If your cat is older or a little clumsy, I recommend getting a carpeted tree with a bigger base to give them more traction and stability.\\n"
            },
            {
                  "author": "amzn1.account.AG2HTEFELR3QZKI4GD43V2CRNNBA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 5, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Well sanded, ready for paint. Cat LOVES it!",
                  "review": "\\n  Many of the questions were about the finish. This is not coated with varnish or polyurethane. The wood is bare but well-sanded and ready for paint except for a bit of sanding on corner edges. We gave it two coats of paint prior to assembly and it looks wonderful. Best of all, my cat adores this tree! The top box with its removable cushion and the hammock, which also has a removable and washable cover, are her favorite places. She loves the height. I used two shims under the front edge which has made it super sturdy as she leaps up and down the tree. It rocked a bit prior to shimming.\\n"
            },
            {
                  "author": "amzn1.account.AEM444ADSMGG53BU5COQK6RDPIJQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 13, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Very tall. Stylish",
                  "review": "\\n  I love this cat tree. My cat LOVES this cat tree. He\\'s a Bengal. It is very tall. I can just touch the top box (not the top of it though)\\n"
            },
            {
                  "author": "amzn1.account.AE6WDWGMQG74LOUECZIM6R7X27QA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 7, 2014",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "7 people found this helpful</span></div> people found this helpful",
                  "review_title": "This is a great cat tree",
                  "review": "\\n  This is a great cat tree, my cats LOVE it.  Just want to add that I followed other reviewer\\'s advice and placed a large piece of granite on the base to stabilize it- I\\'m not sure how stable it would be without it, as the base is pretty small.\\n"
            },
            {
                  "author": "amzn1.account.AHFP6L66O25IJKKQYXCS3TW4X7ZQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 12, 2017",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "My cats love it!",
                  "review": "\\n  Great cat tree. I really love the look of this tree. It was very easy to assemble and my cats were all over it as soon as it was up and one even before. I have multiple 15+ pound cats and they fit into the condos just fine. The tree does move or wobble a bit when they are climbing, but not enough for me to worry that it will fall over. My only warning would be that your cats just may fall off of it if they are used to carpeted cat trees. Mine have been playing on it and since there is no carpet for them to get their claws into, they have fallen off. No injuries and I haven\\'t seen any one fall a second time, so they learned. I plan to do as another reviewer suggested and Velcro some carpet remnants down for added traction.  Overall it\\'s a great piece.\\n"
            },
            {
                  "author": "amzn1.account.AENKT3KD2PVJPENRCEQDDCRECRWQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 23, 2015",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "3 people found this helpful</span></div> people found this helpful",
                  "review_title": "Another great Armarkat tree!",
                  "review": "\\n  I love Armarkat poducts.  They are well made and really easy to put together. I got this last night and put it together in about 15 minutes.  My cats love it! It is a little top-heavy IMHO so I think I\\'ll use a brace.  I got it in 2 days.  Comes in a big box and it\\'s pretty heavy.\\n"
            },
            {
                  "author": "amzn1.account.AGE6MIUTLC677WLJWQ322LYJFAIQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on May 11, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Tall and beautiful... a bit wobbly",
                  "review": "\\n  great cat tree, relatively sturdy considering the height.<br/><br/>minus 1 star because it is \"easy\" to assemble but the double sided screws were tough to do. Also with the extra tall height... it really needs some sort of ceiling brace or wall anchor included to stop the wobbling. I anticipated this issue though.\\n"
            },
            {
                  "author": "amzn1.account.AEM2WWPGXUI4DL4EAIWJ2RLOG5VQ",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 18, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Not all parts fit correctly",
                  "review": "\\n  we had to thicken threaded studs with plumber &amp; elect tape to stabilize the posts; hammock did not fit frame and the tower came in a damaged box because it was too heavy, so how do you return it?\\n"
            },
            {
                  "author": "amzn1.account.AHWRFHH4CRRPRWC73247BJUBC6EA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 7, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Great seller, great product.",
                  "review": "\\n  I have been watching this brand and model for months. After finally deciding to make a purchase, the product arrived earlier than expected, as advertised and at a better price than I have seen yet. I would highly recommend this product and this seller.\\n"
            },
            {
                  "author": "amzn1.account.AHHYZ5AHQC3E3Q36H65CYUGUYB4A",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 25, 2019",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Great, BIG tree! Our cats love it",
                  "review": "\\n  Our cats LOVE this tree. Easy to assemble. The wood on platforms was nicely finished, but a little slippery. We added carpeting to ours. Great scratching poles, good for climbing. A little wobbly standing alone so we wedged it between our countertop and molding. Small adjustments may be needed...but worth it!\\n"
            },
            {
                  "author": "amzn1.account.AEU4MD5NRJPBJRQVH4POS2UJE5QQ",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 25, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Poor quality",
                  "review": "\\n  This tree is not solid wood. Some of its solid wood. But the structural parts are made of cardboard or hardboard/ plastic ended tubes. In other words hollow. In the end it didn&#8217;t matter because it&#8217;s missing one of the tubes and it&#8217;s going back anyway.\\n"
            },
            {
                  "author": "amzn1.account.AH3PE63PZF6Z572DPZKHYVM5EEVA",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 26, 2019",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Buyer beware",
                  "review": "\\n  Although I love the way this wood looks it is very user unfriendly for my kitties. They have nothing to grab and end up falling off the tree. Not good. I spent money and much time to add carpet to tops of platforms so that they could use it. Pretty but dangerous.\\n"
            },
            {
                  "author": "amzn1.account.AG5R2IYX6GJKA3EHNWZG7ZDOI75A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on June 5, 2017",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Best Cat Tree",
                  "review": "\\n  Our cats love this. Took them a while to explore all the way to the top but love that there\\'s no carpeting for them to shred and leave all over the apartment, the all sisal posts are great for their scratching habits\\n"
            },
            {
                  "author": "amzn1.account.AHBL36STZU6ZNO5GZ4OZ53YALWCA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 10, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Cats adore this",
                  "review": "\\n  My cats just love this. They were climbing it before I had finished putting it together. This is their favorite plaything. Thanks to one of my favorite authors for recommending Armarkat.\\n"
            },
            {
                  "author": "amzn1.account.AGYC27XFEXSGSVZSULHUJJPO7SGA",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 13, 2017",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Like many have posted",
                  "review": "\\n  Like many have posted, it needs a bigger base. My cat is small and it still wobbles so much! She doesn\\'t seem to like it very much, will work on attaching a board to the base when I can.\\n"
            },
            {
                  "author": "amzn1.account.AGPM26CJ24LFCOTPRFDSWOACXKLA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 1, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "A sky scraper for your felines!",
                  "review": "\\n  Two weeks in, our cats loooove it! It\\'s well made, looks great. They can\\'t stop climbing on it. Wasn\\'t hard to assemble, either.\\n"
            },
            {
                  "author": "amzn1.account.AF63VUABONDMTWOL5JFJZMTJORJA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 3, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "No carpet!",
                  "review": "\\n  It\\'s great. My 2 cats love it because it is super tall. Heed the various warnings on here about weighting down the base, it definitely needs it. I love that there is no carpet and it is SO easy to clean.\\n"
            },
            {
                  "author": "amzn1.account.AFSJICJ2E2ED36HDHBOSRHMWAMUQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 7, 2013",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "5 people found this helpful</span></div> people found this helpful",
                  "review_title": "Very easy to put together!",
                  "review": "\\n  I do not like directions because they typically confuse the issue; however, these were written with me in mind.  Its sturdiness and overall ability to make my cat run &amp; jump &amp; play make it a 5 and it is attractive too.<br/>I am pleased with my purchase and you probably will be too but remember the platforms are solid wood.  Thus its durability.\\n"
            },
            {
                  "author": "amzn1.account.AHKMV2UHCCYSTHB6KMSQGEUBXDVQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 3, 2019",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Perfect!",
                  "review": "\\n  I own a Norwegian Forest cat and he loves this! Perfect height and hiding spaces to keep him entertained.\\n"
            },
            {
                  "author": "amzn1.account.AG3BG5KTHIKYEWKV7M7P33KWDCLQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 22, 2015",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Excellent product and service !",
                  "review": "\\n  Fantastic product- great shipping !!\\n"
            },
            {
                  "author": "amzn1.account.AEFTDGSH4Z5WQF6V6XNWDR7OIG5Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on June 6, 2017",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "A Beautiful cat tree",
                  "review": "\\n  A Beautiful cat tree. Highly recommend. Our 3 all grown up cats have tons of fun in it. It wobbles a little when they play hard. We put 2 cement blocks on the base board, just in case. A great addition to our furniture.\\n"
            },
            {
                  "author": "amzn1.account.AGZYCVYDGROFEOR44G6LGXNGQHLQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 11, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Purrrr-fect!",
                  "review": "\\n  It came in a big box with lots of parts. However, the manual was easy to read and super easy to assemble. Although it seems quite sturdy I was worried my crazy cats would launch themselves during play and eventually knock it over. Solution: buy one of those \"L\" bracket things from the hardware store and voila! Instant security!<br/>My cats loooooove the upper room and pad and I love that they scratch on the rope-covered posts!\\n"
            },
            {
                  "author": "amzn1.account.AGH6L77CMIQGB6XJSZJVM6NEOXNQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 18, 2015",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Four Stars",
                  "review": "\\n  A little wobbly, will use other reviewers suggestion and place a heavy block to hold it in place.\\n"
            },
            {
                  "author": "amzn1.account.AGJJTBWLMA2JXW22SG2HUFDV3HXQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 22, 2015",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Five Stars",
                  "review": "\\n  very nice done, price good. pretty tall and I got two of them already!\\n"
            },
            {
                  "author": "amzn1.account.AHIJLPWJB5DA5OCROEUQ2UPLBXEQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on June 28, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Best cat tree",
                  "review": "\\n  My three cats frequently play and sleep on it.  It stands against a wall, and is an attractive piece in my living room.\\n"
            },
            {
                  "author": "amzn1.account.AHJYUJRMIN4ACH2QJUERQXPI4JJQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 24, 2014",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "",
                  "people_found_useful_num": "10 people found this helpful</span></div> people found this helpful",
                  "review_title": "High quality cat tree. My three cats highly recommend it.",
                  "review": "\\n  My cats love these.  We have three cats and bought three of these for different parts of the house.  They are easy to build, very sturdy and look great. Very high quality, definitely not cheap materials like so many other cat towers. The scratching posts at the bottom are really tall, which is something often neglected by other manufacturers.\\n"
            }
      ]
}