{
      "asin": "B00SOTG05S",
      "stars": "4.5 out of 5 stars",
      "review_num": "5226",
      "highlights": [
            " Elegant yet practical line of cat furniture that satisfies the daily activity needs of fussy felines  ",
            " Cat tower has a cube with multiple exits for your cat to relax (or play) in  ",
            " Soft memory foam cat bed cushions  ",
            " Has cat scratching posts for your kitty to scratch  ",
            " Base: 22.1 x 22.1 inches; Height 47.9 inches  "
      ],
      "reviews": [
            {
                  "author": "amzn1.account.AFGUIIQK3X2GZFSMXNCRXVXCS3AQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 16, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "524 people found this helpful</span></div> people found this helpful",
                  "review_title": "I was irritated because I felt like some of the holes had not been drilled all ...",
                  "review": "\\n  This package arrived several days ago, but I was intimidated about the assembly so I let it sit for a few days.  I decided to tackle it tonight since my husband is not home and will not try to \"help\" (interfere).  I took all of the pieces out of the box and arranged them in the bathroom floor.  It is crucial to close the door so that you do not receive feline assistance.  Do not be swayed by the constant crying of the cats.  They know that there is a party in the bathroom and they are missing out.  At first, I was irritated because I felt like some of the holes had not been drilled all of the way through the base of the box and I thought some of the pieces were different than the drawings on the instructions.  Here is a crucial piece of advice.  WATCH THE YOUTUBE VIDEO!  Some kind soul has posted a video on how to assemble this product.  The video saved my sanity.  Do not hesitate to watch part of it, pause it while you do a little assembly, rewind and watch that part again, and go back to assemble some more.  The hardest part is the \"box\".  Once you have that completed, you are golden.  After I finished and brought it out to the living room, the cats LOVED it.  I sprayed the cushions with liquid catnip to encourage them to explore.  Fat Cat did not fit in the box but I knew when I ordered that he would not.  He is a handsome hunk of cat, but at 22 pounds he is pretty large (he is on obesity management food and lost 2 1/2 pounds last year so I hope the trend will continue for the next few years).  There were a few skirmishes over territory (we have 3 cats) but I feel like each cat will have claimed his/her spot by the end of the week.  I have attached a picture of Annabelle (Siamese mix) and Biscotti (Baby Kitty) exploring the kitty condo.\\n"
            },
            {
                  "author": "amzn1.account.AEEQZGNVGVXYFZEVXIDSCVBNWZ7A",
                  "stars": "2.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 4, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "394 people found this helpful</span></div> people found this helpful",
                  "review_title": "Great item with less than great customer service.",
                  "review": "\\n  I love the look and design of the product. It was very easy to construct and my cats very much like the scratching posts. The deal breaker for me was that the poles and pads were all replaceable!<br/><br/>So,  i was disappointed to not be able to find replacement poles. The company has indicated to me that they have none in stock for a few months and to check back then.<br/><br/>So, until then,  we have an eyesore rather than an attractive cat condo.<br/><br/>I would think that other customers might feel suckered if they buy such a pricy piece of cat furniture and not be able to purchase replacements in a timely and definite time window.<br/>Buyers beware of this if your cats are all about scratching posts!\\n"
            },
            {
                  "author": "amzn1.account.AHEGFDWPF7WNFDHQALEKMQQ5QIGQ",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 22, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "261 people found this helpful</span></div> people found this helpful",
                  "review_title": "BEWARE of MOLD GROWTH",
                  "review": "\\n  This moldy garbage made our entire family sick including our cats who now have ear infections and respiratory issues because of the mold growth. See photos.\\n"
            },
            {
                  "author": "amzn1.account.AHFTYZHD3I2FU3QCD7UKL6HEU4BA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 30, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Oak",
                  "people_found_useful_num": "115 people found this helpful</span></div> people found this helpful",
                  "review_title": "I read mixed reviews and was hesitant to buy cause ...",
                  "review": "\\n  I read mixed reviews and was hesitant to buy cause people said their cat wouldn\\'t go near it! MY CAT WONT STAY OFF OF IT!! Did I mention how absolutely stunning this piece is? I just renovated my entire main level(and it looks amazing) but the first thing everyone comments on is the cat tree haha! Do buy! If your cat isn\\'t interested put her on it pet her a little then let her explore:)\\n"
            },
            {
                  "author": "amzn1.account.AF6HTWST374FJ3H3NCEMYPOR7F6Q",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 16, 2017",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "93 people found this helpful</span></div> people found this helpful",
                  "review_title": "I liked this product a lot when it arrived",
                  "review": "\\n  I bought this product in September 2016. I liked this product a lot when it arrived. It is:<br/>- Sleek. Looks gorgeous in a modern/minimalistic house, matches IKEA perfectly.<br/>- Easy to assemble - it took me probably about 20 min to put it together and push it in the corner I wanted<br/><br/>However, 4 Months later, this is how it looked like (see pictures).<br/>I have only one cat, a 6 yo siamese and she\\'s not out-of-her-mind-crazy about this tree. She\\'s got other toys, beds and places where she sits/declaws but this was a great spot to feed her so that the dog would not reach her food.<br/>One rope is completely smashed while the other is about to come out.<br/>The pillow on top looks scratched and the threads are coming out of it.<br/>The edges of the wood got cracked a bit and look old.<br/><br/>I am utterly disappointed, more as there\\'s no way I can fix this and it looks horrid.<br/>Too bad for the design, only if production would have been better.\\n"
            },
            {
                  "author": "amzn1.account.AHR6XWPZS6NUDTJOEG4JZYSB7C2A",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 4, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Oak",
                  "people_found_useful_num": "37 people found this helpful</span></div> people found this helpful",
                  "review_title": "Sturdy cat scratcher",
                  "review": "\\n  I liked this cat scratch climbing thing. It\\'s been in use for about a month. We have five cats. All have used it a few times. It is very stylish everyone who has seen it has liked it. It looks great in the living room. The pads attract cat hair but so does everything lol. They have memory foam in them so I haven\\'t tried washing them yet. Theyvget pretty clean with a lint roller. One of the bottom posts that have gotten lots of scratches has unravled a bit but my boyfriend just wound it back and stuck in another staple. One of the little ball things fell off (I\\'m sure with lots of cat help) I haven\\'t found it yet so I\\'m not sure if it can be reattached but I assume so. My cats really like the high perch. I\\'m 5\\'8 and it goes mid chest, easy to pet a cat. The round pad thing comes off but the Velcro is attached to the base which was a bummer because it looks ugly if the circle pad thing is taken off. I would have liked it empty instead so I could have put a food dish or something. Over all I liked the product and if given a choice I would buy it again. We are thinking of getting another from the company. I took off one star because the rope unraveled, the ball came off, and the circle pad thing is annoying.\\n"
            },
            {
                  "author": "amzn1.account.AETKY4W2FTTVLOCSGZAG5IV7XW3Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on September 4, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Oak",
                  "people_found_useful_num": "30 people found this helpful</span></div> people found this helpful",
                  "review_title": "Sturdy and sleek",
                  "review": "\\n  Best cat tree around. I\\'m not a fan of the \"carpet trees\" due to the accumulation of fur as well as the quickness my cats go through that particular material. I came across a Vesper unit in a store the first time and knew that it would work for our situation.<br/><br/>Upon arrival, I noticed how heavy the pieces were in the flat pack. There is only the need of a small tool that\\'s provided during setup, but if you make sure everything goes in tight, the unit ends up super sturdy. All of the carpet pads are attached via Velcro, so it\\'s easy to remove for cleaning or replacement. I was skeptical of its ability to keep everything in place with these rambunctious cats, but the velcro\\'d scratch pad on top has taken a ton of abuse already and has never been torn off.<br/><br/>It did take a couple of days of snacks and catnip to get the cats interested, but once I moved it in front of the window, they were hooked. Top perch is still the favorite, though they still haven\\'t used the poles for scratching or the cube for hiding, so we\\'ll see how much use those particular features get in the long run.<br/><br/>Overall, A++++ would buy again\\n"
            },
            {
                  "author": "amzn1.account.AFSWLY5FCTMGK6GZGSVJ6BUWQ7TA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 24, 2015",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "275 people found this helpful</span></div> people found this helpful",
                  "review_title": "Purrrfect cat tree",
                  "review": "\\n  My cats and I have had many cat trees over the years. We are now living with my fianc&#233; who is extremely allergic to cats and so I wanted to get something without carpeting that still had some scratching options and comfort for them. This tree is one of the good ones! The platforms are large enough for adult cats to enjoy and it\\'s nice and sturdy also. One of my cats just adores the memory foam cushions and often you find him sitting on the top perch making biscuits on one now!\\n"
            },
            {
                  "author": "amzn1.account.AE5I7X6GAE64FBML537BVQOL3RXA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 26, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Oak",
                  "people_found_useful_num": "27 people found this helpful</span></div> people found this helpful",
                  "review_title": "Cats approve!",
                  "review": "\\n  Very nice product! You do have to follow the picture directions very carefully however. Found a couple of little snags while putting it together but really had it complete in less than an hour by myself, and I&#8217;m a 68 year old woman.\\n"
            },
            {
                  "author": "amzn1.account.AERKP5US7S3FP5LJFD5NHQNVP2UQ",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on May 5, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "9 people found this helpful</span></div> people found this helpful",
                  "review_title": "Wrong hardware, oversized holes",
                  "review": "\\n  Great design, awful assembly. It arrived during COVID quarantine, perfect timing, right? We were looking forward to our first \"cool\" cat furniture. But...couldn\\'t assemble the box house (which was STEP 1!) because the holes had been drilled too big - the screws just floated right through the holes. Not much we could do to fix it ourselves with the shops closed and no mental energy to fix anything with tools we don\\'t own. So we tried skipping a few steps thinking, \"maybe we could set it up for a scratch post?\" But...the long screws for attaching the levels together were NOT THE RIGHT PART at all. They weren\\'t even half the length they needed to be and didn\\'t look like the graphic in the least. All the pieces of this beautiful kitty house lay in a messy pile of sadness on the floor for a day then were packed up and shipped back to the maker. Profoundly disappointed. The level of disappointment is probably exacerbated by the COVID mentality, but it was a real bummer. Our cat is just going to scratch the house carpet and laundry hampers until we feel up for trying for another. Later. *sigh*\\n"
            },
            {
                  "author": "amzn1.account.AEW4XPE5XPWB4Z4Y7KB7FG7RRGBQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on May 2, 2017",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "23 people found this helpful</span></div> people found this helpful",
                  "review_title": "HIGHLY RECOMMENDED!  Lasts MUCH longer than the carpeted ones!",
                  "review": "\\n  I LOVE THIS kitty tree!  It is a VERY sturdy durable piece! I bought the walnut V-High Base. The other completely carpeted kitty trees I have bought in the past may have more seating options and other cute little cubbies and such, but these never hold up for long and become loose and wiggle over time and you can\\'t tighten them.  You have to just throw them out. The other ones are also a real pain to clean with that carpeting all over them not to mention how messy the carpeting looks after being scratched over time. This one is not as tall as those other carpeted ones I have bought, but my kitties don\\'t seem to care. It is sturdy, of great quality and has not had to be tightened even once since I bought it about a year ago now.  I love it and it looks more like a piece of furniture. The little mats are attached to the sitting areas by velcro and could be removed if needed for cleaning. I have just simply vacuumed the mats and have not had the need to launder them. (I would think soaking them instead of putting them in the washer would be a better option mostly because of the velcro.) If kitty gets rid of a hair ball, I simply wiped it and cleaned it with a wet rag. The cubby area may seem to be a bit small for my older larger cats, but they still fit in it and love it this way.  I added a little blanket to make it more comfortable for them on the sides that are opened so they are not resting on the hard edges. They also love the sitting areas with the soft thick mats.  I even bought one for my daughter\\'s kitties! You WON\\'T be disappointed! You will never buy another carpeted kitty tree after owning this one!\\n"
            },
            {
                  "author": "amzn1.account.AH4CR74XRPQBRFSGFYKC6L7YO7SA",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 10, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "4 people found this helpful</span></div> people found this helpful",
                  "review_title": "This could have been 4 stars if they were not greedy.",
                  "review": "\\n  To start I purchased this 7 months ago, but it has been on backorder until this week.  Since I purchased the price has doubled.  This definitely is not worth 160$ they are charging now.  The quality is not horrible, but now matter how nice you make something look, fiber board is finer board and it is extremely cheap to purchase.<br/><br/>That being said, a star was lost because they did not sink all the screw holes,  they only counter sunk the visible ones, leaving the possibility for your pet to get their hair caught under the non visible ones.<br/><br/>The instructions were lacking, none of the wood parts had labels on them and the picture was generic showing the same amount of holes for each, so a proper validation of parts was not possible and it made the initial step difficult to determine the proper way to place the boards (side up side down).  They also used plastic insets instead of metal for the anchor holes.  These will eventually wear out from animals jumping and collapse.<br/><br/>I would not suggest purchasing this until the at minimal replace the plastic hardware with metal, counter sink all the wholes, and drop the price back down below 90$\\n"
            },
            {
                  "author": "amzn1.account.AH3XCJIDYPXXP4RKGUA2MS7EWPWQ",
                  "stars": "2.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 19, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Oak",
                  "people_found_useful_num": "21 people found this helpful</span></div> people found this helpful",
                  "review_title": "Poor pre- drilled holes and poor directions",
                  "review": "\\n  I have the same Product I bought in a store that was already assembled. The top and bottom of the box did not have the holes drilled through properly so when assembling, the screws damaged the sides. Very frustrating and the directions for assembly were not the best. Returning for a new one and hope the holes are drilled the way they should be.\\n"
            },
            {
                  "author": "amzn1.account.AEX7F2XXKVQMDOUGCR36IRE5GULQ",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 13, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "10 people found this helpful</span></div> people found this helpful",
                  "review_title": "A complete dud - could not even be assembled",
                  "review": "\\n  What I view as evidence of careless manufacturing my boyfriend sees as a challenge, so for around 45 minutes after I found myself listless and unwilling to humor the thing anymore he continued to troubleshoot and exhaust his efforts to make up for its shortcomings. He tried everything he could think of to make it work, but when the screws and screwed-out holes are all uneven sizes, there is only so much one can do. I know this is the sleekest look you can find for a cat tree within a certain price range, but to preserve your sanity, you should really consider saving your pennies and getting one made from real wood by a real craftsman on Etsy or something. This was a frustrating mess and a waste of time and money and we gained nothing at all for our efforts.<br/><br/>Also, I want to clarify that the cat tree is not manufactured in Germany like somebody in the question and answer section of this page said. It is manufactured in China (big surprise.)\\n"
            },
            {
                  "author": "amzn1.account.AEVGY67KFFPPJK2BAZLJUAKW5DXQ",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 30, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "14 people found this helpful</span></div> people found this helpful",
                  "review_title": "DANGER! DO NOT BUY THIS!",
                  "review": "\\n  This is a terrible product- what were they thinking? I am so lucky I was home when my cat got the string toy that dangles from the top shelf tangled around his tail. He was left handing mid air. In his frenzy the toy then wrapped around other parts of his body. It was horrible, and I was so lucky I was able to get to him before something terrible happened. The poor thing was just dangling mid air in terrible pain. THIS product shouldn\\'t  be sold to pet owners until they fix this extremely dangerous toy.\\n"
            },
            {
                  "author": "amzn1.account.AFL4HO777DM2IVA43BHOT6X6AZVA",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 7, 2017",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "14 people found this helpful</span></div> people found this helpful",
                  "review_title": "Love it but one flaw that came up for me, be prepared just in case!",
                  "review": "\\n  Love! I was extatic to spot such a modern and more importantly, practical cat tree on Amazon&#128571; It&#8217;s a bit of a splurge compared to others but it&#8217;s worth it. Who says you can&#8217;t be a cat lady and still have a nicely decorated home? Not this brand! You can be classy and own cats&#128573; woohoo!<br/><br/>As for practicality, I LOVE that you can remove the padding to wash since all other cat furniture doesn&#8217;t allow for this; which typically means you either need to get a great hand vacuum or throw away your cat tree every year or so. Not this! This is built to last and stay clean! My cats loved it as soon as it came out the box. Wouldn&#8217;t let me work on it in peace &#128568;<br/><br/>The instructions were similar to that of ikea - only pictures and common sense. It would have been great if a few things were explained like what started upside down and then flipped over (because of this, the white inserts for the boxed in area are out of place on mine but I&#8217;m too lazy to fix it).<br/><br/>The entire item is quite heavy - I could tell before putting it together that it would hold both of my cats no problem. Very sturdy. Thankfully I have hard flooring to slide the tree into location otherwise I recommend putting this structure together near the area you want it to stay; it&#8217;s pretty heavy. Oh and I loved the rubber pads at the base to help hold the entire structure in place. Great touch &#128076;&#127997;<br/><br/>A small downfall is the tool to help put the entire structure together; it gets the job done but my hands started hurting because the screw driver wasn&#8217;t catching towards the last couple turns to finish it off. My husband had all the tools I needed though so I used his which had a better handle.<br/><br/>Finally, the ONLY reason why I&#8217;m not giving this tree a full 5 stars (and I really wanted to) is because one of the scratching posts, on one side, didn&#8217;t have the threading needed to piece it all together to create a finished product!!! Oh my god it was the most frustrating thing ever! Most ppl build furniture from like ikea or wherever, complaining and having some kind of melt down thinking that the instructions are wrong but really they&#8217;re not - no me. Not this time. I actually &#8220;lucked out&#8221; and got a defective part that had ZERO threading to finish it off and piece it all together. I was in dismay. I couldn&#8217;t believe that the only thing stopping me between my pretty cat tree and my cats happiness was a screwless cat post on ONE SIDE &#128574; (I have pictures of one wt threading and one without for comparison),<br/><br/>Thankfully my husband happened to have a threader with size variations and threaded the part that needed it and voila, he fixed it!!! Oh it was amazing!!! So kudos to my judgment for marrying this man, his handiness and tools that saved the day&#128131;&#127997;. If it wasn&#8217;t for him, I&#8217;d be going through multiple email exchanges and waiting days to fix the problem wt a partial cat tree in the middle of my living room.<br/><br/>Best of luck to you! Hopefully my story helps you be proactive for any and all potential challenges &#128573;\\n"
            },
            {
                  "author": "amzn1.account.AEGQTZFMGWX4KQJ3YEC3RF3UO6TA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 30, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Black",
                  "people_found_useful_num": "12 people found this helpful</span></div> people found this helpful",
                  "review_title": "REALLY well made product, extremely easy to put together, and a breeze to clean. 9.5/10, would recommend!",
                  "review": "\\n  Quality build, easy as heck to put together, and so easy to clean. My ONLY complaint is that the \"cave\" box orientation requires the cat to jump up into the box, rather than facing the lower platform so an old creaky/massive cat like my big orange tabby can easily climb up into the box. I wound up drilling two new holes and turning the box to face the platform, so problem solved (it was super easy), but I would love to see this come with the option to have it turned either way. Younger cats have no issue jumping up in there, but for any over-sized or old cat, that\\'s not feasible.<br/><br/>It\\'s worth noting, however, that the box does not really fit a large cat well at all. My orange tabby isn\\'t fat, but he\\'s a pretty darn big cat (14lbs). He\\'s obsessed with caves, but he gave up on this after a couple attempts to wedge himself inside. Here I was thinking he\\'d fit, but as always, once I finally get whatever cave-like product I bought put down for him, I realize just how big he is.<br/><br/>I\\'d say that for anyone with particularly large cats (maine coons, especially) this may not be the tree for you. My shockingly small 4lb main coone (I know, insane right?) doesn\\'t even use it. I should have realized it before buying it since she\\'s more of a \"bush cat\" than a \"tree cat\" (meaning she prefers to be down low rather than find high perches), she doesn\\'t use the tree at all. Since my orange behemoth of a cat is old and creaky, he hasn\\'t used it much either, so do consider the age of your cat. It might not be so easy for them to climb.<br/><br/>My sister\\'s cats, on the other hand, are all over this thing constantly, and she put the cat food up on the top platform so her fat whale of a cat has to burn a few calories hauling her lard-butt up to the top for kibble.\\n"
            },
            {
                  "author": "amzn1.account.AESD2PS4UNXL76DJKPYBPMLGSHQA",
                  "stars": "2.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 10, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Oak",
                  "people_found_useful_num": "14 people found this helpful</span></div> people found this helpful",
                  "review_title": "I like the look, my 3 cats do not care for it. Landings are small my cats are 8-11lbs.",
                  "review": "\\n  I wanted to like this so much but alas it does not serve my feline family well. I think the landings are too small. The middle landing does not have a pad but a small circle scratch pad, they avoid when I set them on it. I tried nip treats. Everything! no go on this. If I still had the box I would return it: I still may have to. Very pricey for what it really is. I could design a better cat tree with removable pads.\\n"
            },
            {
                  "author": "amzn1.account.AH2Z5UYKEP3FU67QLFZNLMRMEAXQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on March 5, 2019",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Oak",
                  "people_found_useful_num": "5 people found this helpful</span></div> people found this helpful",
                  "review_title": "My cat loves this and it\\'s sturdy too!",
                  "review": "\\n  My spoiled cat Helvetica needed a new cat tree. This should be a simple thing but coming from a design background I of course couldn&#8217;t have the run-of-the-mill carpet covered cat tree. I literally spent over a week looking for the perfect cat tree.<br/><br/>Not only did I want something with some style I also had to find something that fit into the space I had and I wanted something with at least 2 levels. I also am not a huge fan of the carpet covered look and one thing most people don&#8217;t realize is that some of these products have formaldehyde so pay attention to that. Finally, I decided on this cat tree and I&#8217;m really happy with my decision (and so is my cat).<br/><br/>This is quite heavy which is a good thing. The box shown in the beginning was the first of three which is great for a cat owner. :-) After getting everything out and organized I got to work. I honestly didn&#8217;t time how long it took me to put it together because I was doing a million other things but I would say it didn&#8217;t take more than 1/2hr. The hardest part was putting the box together, mostly because it is the first step so I was getting my bearings. Make sure you pay attention to the velcro for the scratch pad- this will tell you which piece is the top. Also, make sure you pay attention to the square- you will want the front and back to match.<br/><br/>It is very helpful to be aware of the label on the bottom front this will help you figure out where certain pieces go and keep the picture on the box handy as this helped me a lot too.<br/><br/>All of the hardware and tools are included but I did grab a philip&#8217;s head screwdriver to make it easier on me.<br/><br/>The only other thing I found difficult was trying to keep my cat away while I was trying to build this! The good news is it is very sturdy and my cat loves it. The other good news, we just got a new kitten and she is using the new kitty condo as well. I&#8217;m so glad my week of research paid off!\\n"
            },
            {
                  "author": "amzn1.account.AHOCZD2LZGNID7PZNLQ5W67ZMR2A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 24, 2016",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "Style: High Base",
                  "colour_product": "Color: Walnut",
                  "people_found_useful_num": "18 people found this helpful</span></div> people found this helpful",
                  "review_title": "Best Cat Tree Ever.",
                  "review": "\\n  I foster kitties and so I need something I can sterilize jic someone gets sick. This is a beautiful unique cat tree. You can add carpet with velcro or even insulated beds. The scratchers are super sturdy and it provides plenty of kitty shelter even if it is extremely compact and fits in any room big or small. I will be buying from this company again and again as do far they are officially my favorite makers of cat furniture. They seem to \"get\" what a cat wants,  what a cat needs, what ever keeps them happy sets them free and I\\'m thanking them for knowing exactly...<br/><br/>It\\'s easy to put together for people who can read directions and are not me.  However, my boyfriend assembled it pretty easily. Looks like this is a perch cats will get a lot of use out of. Especially if placed next to a window. We got caves for cave dwelling cats. Perches. Beds. It\\'s amazing.<br/><br/>It will really hold up against time and use too.<br/><br/>Highly recommend this to all my cat people and friends.\\n"
            }
      ]
}