{
      "asin": "B0716KZBW4",
      "stars": "4.8 out of 5 stars",
      "review_num": "38",
      "highlights": [
            " Hand-crafted & simple to mount cat shelving  ",
            " Gives cats an outlet for their climbing needs  ",
            " Hidden brackets create a beautiful floating design  ",
            " Can attach to any Cat Mod hammock system, or used as a standalone shelf  ",
            " Simple to Mount  "
      ],
      "reviews": [
            {
                  "author": "amzn1.account.AGTMXL2UYF6E3TOAJ3VZRGGQKUWA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 8, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Onyx Bamboo",
                  "people_found_useful_num": "13 people found this helpful</span></div> people found this helpful",
                  "review_title": "Works...too well?",
                  "review": "\\n  I moved to a rural area and had to change Gus the city cat into an indoor cat or he would become a snack for a coyote. Gus went mad with frustration and also went FAR more than rotund since he found less for a young cat to do in the house. He kept me awake at night while trashing the place. The climbing system (with additional plastic toys for him to toss to the floor) offered hope that he would be entertained and also maybe slim down. I worked it between some bookcases that he likes to sit on top of. At first he refused to acknowledge the addition. Kitty treats placed up along the steps helped introduce Gus to the shelving, although that did rather defeat one purpose for the climbing system. Now he keeps me awake at night thundering his 30 pounds along the wall as he attacks plastic sharks and feather toys. So yes, the system works...but beware of secondary results. Sigh. At least HE is happier.\\n"
            },
            {
                  "author": "amzn1.account.AFFLCY2LMP4D7RWAZYRZ7IBDMPUQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on May 26, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: English Chestnut Bamboo",
                  "people_found_useful_num": "4 people found this helpful</span></div> people found this helpful",
                  "review_title": "Love it!",
                  "review": "\\n  This is so great! I love it, two of my cats love it, the other is vertically challenged... she&#8217;s never liked going higher than the couch. Anyway, I have bought quite a few catastrophic creations and I plan to keep buying more, I love that I can add to it, it&#8217;s fairly customizable... I find myself on Pinterest looking for ideas!<br/><br/>It was awful installing, me and my boyfriend are not at all handy. I struggle hanging a picture! A few of the screws broke in half and I can&#8217;t tell you how many I stripped. Also, the drill bit it came with snapped in half, there is still a piece in my wall. Lol no but I think normal people shouldn&#8217;t have an issue installing this but if you&#8217;re not good at this type of stuff definitely get help from someone... who knows how to use a drill haha I think our biggest problem was drilling in at an angle instead of straight so it&#8217;s nothing wrong with the product or hardware it is 100% user error!  My cats love it! I plan on buying a few more plain shelves and installing them throughout the house, they&#8217;re not tacky at all! My older cat, who is super timid, doesn&#8217;t really trust the canvas parts (I think this is just the wood one but if you buy other ones with canvas!) she is super hesitant about going down the little canvas bridge thing but she loves laying in the canvas shelf thing... geeze this review is probably super painful to read I&#8217;m sorry I&#8217;m awful at wording and then I probably make no sense.... my cats love it, I love it, I want more and someone else to install them lol\\n"
            },
            {
                  "author": "amzn1.account.AGIDJMU6TYOAKHMAU3EFJ5BWUH2Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 9, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: English Chestnut Bamboo",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "Purrrrfect",
                  "review": "\\n  These cat shelves exceed our expectations. My wife wanted something streamlined that wouldn\\'t take up a lot of space on the floor like our cat tree had. Additionally, she wanted to be able to wash or easily switch the cushions to keep the cats\\' area clean. With these cat shelves, we\\'ve accomplished both of those goals. Her initial concern was that at 11\" inches they wouldn\\'t be deep enough to comfortably accommodate our largest cat. As you can see from the photo, though, they are perfect for him (top shelf), as well as our other other two smaller cats. Prior to purchasing them, I realized that each shelf would only be able to mount into one stud due to the framing of our home. For mounting the opposite sides, I opted for some 80 lb drywall anchors, and the shelves are extremely sturdy and secure in the wall. The installation instructions were easy to follow, and the overall quality of the shelves is excellent. Honestly, they could be nice floating shelves for applications other than cats, too. We are very happy and highly recommend them.\\n"
            },
            {
                  "author": "amzn1.account.AG2FHSMSZUVBLW2FUBFC7OLTHTTQ",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 17, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: English Chestnut Bamboo",
                  "people_found_useful_num": "4 people found this helpful</span></div> people found this helpful",
                  "review_title": "Descent shelf for additional stepping onto another shelf...",
                  "review": "\\n  These selves require \\'stud\\' which is limiting when catifying a wall...they aren\\'t as sturdy as other shelves.  If used as a step, they are not bad for the money and look nice.\\n"
            },
            {
                  "author": "amzn1.account.AFKMZW27DLNMSTJFTVTEK4CNQELA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on September 9, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Onyx Bamboo",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "Sturdy and well-made",
                  "review": "\\n  This shelf is exactly what I hoped for--I put it on an upper ledge of a tall window. (Tried to take a picture but the lighting obscures it). My kitties jump from the top of a cat tree to a sisal shelf to get up to it, then can laze away the day watching birds and squirrels. It is extremely sturdy and can handle two cats easily. It is attractive and actually adds to the d&#233;cor. I learned about Catastrophic Creations at a local cat caf&#233; and am now contemplating what pieces to add next!  Everything was included in the kit that we needed to hang it up, and we were careful to hang it where our studs were. I have to add that this company included an extra screw, which was great because we accidentally crushed one!\\n"
            },
            {
                  "author": "amzn1.account.AH4GG3OJXDHES3T74DV2M2OXRANQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 10, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: English Chestnut Bamboo",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Great cat shelf just what we needed!",
                  "review": "\\n  This shelf only took about 10-15 minutes to install, may take a little longer based on your level of construction skills.<br/><br/>Overall, great shelf and a hit with our cat right away! I needed a shelf to put under an over head window since the cat found out he could jump from his cat tree to the upper window. We did not want him to get hurt and the shelf now allows him to get up to the window safely, he can bask in the sun, and also has a new spot in the house to relax.<br/><br/>Great shelf well worth the money!!\\n"
            },
            {
                  "author": "amzn1.account.AF36B4EXUWPNSO7VKG7SC4ZR7ZAA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 31, 2019",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: English Chestnut Bamboo",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "I love this shelf",
                  "review": "\\n  I\\'m so glad I purchased this shelf. I debated because I thought I could find a floating shelf at a home supply store cheaper. However, after a couple of trips to Home Depot and Menards, the only floating shelves they had were made of plywood and cheap veneer. They also didn\\'t hold as much weight as this shelf and weren\\'t as wide. This shelf is real wood and beautiful and is also very easy to install. It\\'s big enough for two cats to sit on at once. I love the look.\\n"
            },
            {
                  "author": "amzn1.account.AFTQD47W2F36OLI3UIU6TWSOVF3Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 30, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: English Chestnut Bamboo",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Sturdy and attractive",
                  "review": "\\n  The install went well and the shelves seem very sturdy. Nice finish on them as well (am using carpet tiles so the cats have something to grab onto and seems to be working well. Happy with purchase (and there had been a small glitch with my order as 2 shelves were not included in the initi\\n"
            },
            {
                  "author": "amzn1.account.AH5E35VEE7B3M6R2Q4PTWHHAEG2Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 21, 2018",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Natural Bamboo",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Kitty loves it, looks great",
                  "review": "\\n  I love the hidden brackets on this shelf to give a floating appearance. The kitties love it, my large orange tabby has taken a liking to the shelf and lays on it every day. I installed over a bookshelf because the kitties were climbing on my books and use it in combination with other cat shelves to give them an elevated run on the wall.\\n"
            },
            {
                  "author": "amzn1.account.AFCMZGE4THIEQ5ZFRDOA7PV62BUQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 29, 2020",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Natural Bamboo",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Great quality",
                  "review": "\\n  Just installed one of these shelves and will be buying more. Very high quality.\\n"
            }
      ]
}