{
      "asin": "B07D1TH743",
      "stars": "4.5 out of 5 stars",
      "review_num": "199",
      "highlights": [
            " Handcrafted in the USA, 4-5 minute easy assembly-No tools Required  ",
            " Crafted from solid wood, plush household grade carpet, unoiled sisal rope, and sonic tubes.  ",
            " Cat Tunnel is fully carpeted on the inside for your cat's comfort.  ",
            " Neutral Color will include beige, grays, taupe's, and mixed combinations of all these colors  ",
            " Assembled Dimensions: 20” D x 24” W x69” H  "
      ],
      "reviews": [
            {
                  "author": "amzn1.account.AHSCHKISAFOF22ZY6TKXRJORIRNQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 1, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "31 people found this helpful</span></div> people found this helpful",
                  "review_title": "Really great Cat tower!",
                  "review": "\\n  Just got this new cat tower- in the photo the new on I just put together is on the right. My old, well cat loved one on the left I got at Petsmart about 7 years ago and I included it in my photo for comparison. The new one was very easy to put together- I would be careful not to overtighten the screw together joints or you could risk popping out the metal connectors. Theres really no need to over tighten it anyway.<br/>The carpet appears to be similar to the carpet on my original tower. Some reviews I read prior to this purchase stated that their cats shredded the carpet- well guess what???? Thats what cats do and its better they shred on the tower than your precious couch&#128521;! Let me repeat that- cats love to shred on carpet! You can sprinkle a little catnip on this to help train them that this is their space to shred away! As you can see in the photo of my old one it is well shredded- you can take scissors and trim the frays from time to time if needed and the rope can be replaced as needed also. The lower perch on my old fell off last week- its fixable- just need some screws.<br/>Some reviews also stated their cat could not get up because if the configuration of the perches- then something is wrong with your cat! Cats are natural climbers and mine are like flying monkeys racing up and down the tower! My male is 18lbs and has never knocked the original over even when he is having major road rage- it will teeter a little but it always rights itself. Really stable and sturdy- this new tower appears to have the same building sensibility put into it.<br/>Just out if the box I am happy with this purchase  and would recommend it to a friend!  This new tower cost me about $40 less than my original one on sale at Petsmart for $180. So that was a plus!  I will update how it goes in the future if anything comes up.\\n"
            },
            {
                  "author": "amzn1.account.AHT3DX6EUOVO4HTEJNS3QJEP3Z7A",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 29, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "7 people found this helpful</span></div> people found this helpful",
                  "review_title": "Dangerous for cats. Do not waste your money!",
                  "review": "\\n  One post wouldn\\'t screw in tightly and was unstable.  Top perch wouldn\\'t screw in tightly-you could spin it around like a bicycle wheel.  Even though the tree is heavy, it wobbles a lot!  My cat would never get on a tree like like this!  The sisal is attached with staples.  The staples stick out and are extremely dangerous dangerous!  Your cat could catch it\\'s nail and that would not end well.  Do not buy!  I wish I could give it zero stars for a rating!!!\\n"
            },
            {
                  "author": "amzn1.account.AEFXDYUYTIKRN5ABOETETHVFU45Q",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 2, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "8 people found this helpful</span></div> people found this helpful",
                  "review_title": "Unbalanced making wobbly",
                  "review": "\\n  Easy to put together &amp; very good looking tree but...... like many others, I too received a tree where the tunnel &amp; seat were drilled so close together that it makes them lean into one another. I also didn\\'t realize that since these levels are placed upon one pole stand and not two, this makes the tree shake when the cats are on it. My older Siberian doesn\\'t fit very well on the tree and gets scared when it starts to shake, but our baby kitten loves it.\\n"
            },
            {
                  "author": "amzn1.account.AGF3RECABSEQU5QGHIU2F5M32DDA",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 3, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "6 people found this helpful</span></div> people found this helpful",
                  "review_title": "Buy new and everything should be great",
                  "review": "\\n  The bolt does not screw into both. It only screws into one side. The ridges on the other side don&#8217;t work.<br/>This was a used product. What they forgot to say is that one tower doesn&#8217;t screw in to damaged machine screw bolt. Took $14 and several hours to identify problem and make new parts fit. But it works now and cats love it.\\n"
            },
            {
                  "author": "amzn1.account.AGGA74TK4Z4JXK5YF3MAN4TLFZBQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 22, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "8 people found this helpful</span></div> people found this helpful",
                  "review_title": "Fantastic",
                  "review": "\\n  Absolutely love it. I bought other ones and returned them because they weren&#8217;t sturdy, this is sooo sturdy for my cat, I love it....<br/>I have a 18lb cat that loves to fun up his on and needed one to do that... he&#8217;s in love.<br/><br/>&#8220;People, it is fantastic&#8221;.\\n"
            },
            {
                  "author": "amzn1.account.AGYEDBFQJDRRASVYK6NTKUK3H4ZA",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on September 20, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "NOT AS STURDY OR FIRM AS I EXPECTED. WOBBLY AT THE BASE &amp; DESIGN FLAWED",
                  "review": "\\n  My cat stopped using his previous cat tower because the cardboard was weakening and he didn\\'t feel safe.<br/><br/>He\\'s a big cat (18 lbs)  and I know it tipped over on him once.  So, I spent a good deal of time searching for a good solid tower when I found this one.  I was sold on the \"solid wood\" and manufactured in the USA.<br/><br/>Once I put this together, I noticed it was shaky, not sturdy. The partially covered round perch gave way when my cat tried to use it, then he stopped again. It was loose, so I had to unscrew the other post with the highest perch first before I could fix it. I tried screwing the rounded covered perch all the way in but it was never tight enough until the opening part of the circular perch was facing the other post.  Certainly that won\\'t work, my cat wouldn\\'t even be able to get in &amp; out of it!<br/><br/>It was a horrible struggle, but we managed to put a thick cloth around the post that connects to the other sisal rope post.  That was the ONLY way to get it tight enough to be stable. After all that, now the whole tower wobbles from the very base. It seems the very bottom platform and connecting posts should have been configured smarter, differently, to offer more stability.<br/><br/>On one side especially, if my cat were to run and climb quickly to the top, it will tip over.  The base is way too short with less than desirable positions for the posts.  So now I have to see about anchoring it to the wall for the kind of \"sturdy\" you advertise.  So much for \"Made in America.\"\\n"
            },
            {
                  "author": "amzn1.account.AECQSWLPVSKN6SDLPG27P4T5J42A",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 28, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "3 people found this helpful</span></div> people found this helpful",
                  "review_title": "Crooked, wobbly, dangerous, and zero customer service",
                  "review": "\\n  My cats loved this tree, and in principle, it\\'s the best one out there for design and durability. But it seems there\\'s a bad batch in stock at this point, and I\\'ve replaced it twice now, hoping for one that hasn\\'t been returned already. But no joy. The posts are attached at an angle to the base, which is itself warped and unstable; the staples used are 3/8\" and meant for paper, NOT carpet, so they pop out and are dangerous to the cats; and the phone number for customer service is routed to nowhere, directing that all contact be through email, which never elicits a response.  True that some negative reviews lack common sense, but I wish Amazon could take more responsibility for quality control of the products they sell.\\n"
            },
            {
                  "author": "amzn1.account.AFDQLQDDAM3ODHMGILF7EAUWYA4A",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on September 19, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "My cats use it",
                  "review": "\\n  My cats use it and seem to like it enough, but not nearly as much as their other cat tree, and it\\'s not just the placement in the house. The tube with the \"window\" is definitely awkwardly placed. They have to either crawl out the window to get to the top, which they rarely do, or scale the opposite side of the tube, which they do frequently. They don\\'t have quite enough footing on the tree for scaling the other side, so there is a lot of struggle and clawing their way to the top. My cats are young, so it\\'s not really problematic (and a little comical), but I could see it being a big issue for older kitties that want to be in that high perch. Even my young cats mainly use the scratching posts and the second level perch. It is pretty sturdy, as long as you have it on level ground and it  does look nice. Super, super easy to put together and all my peices fit. The top nest is nice and deep, which my cats also like, but I feel like they don\\'t use it much because it\\'s difficult to get to. With two cats trees, I\\'m happy with this, but would consider a cats abilities before purchasing.\\n"
            },
            {
                  "author": "amzn1.account.AGLCXSV43ZW6KDC4LP32757D3TDA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 3, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "I have bought this model twice in the last 5 years. I love it!",
                  "review": "\\n  The updated new model in ivory was so easy to put together and easier to move than the last model, which was all in one piece. The cats had claimed it and were sitting in it before I could put it together! They insisted that I keep the old battered one as well, so now I have one in the bedroom and one in the living room and they romp between them. I recommend this company\\'s cat trees very highly, and so do Apollo and Cecily!\\n"
            },
            {
                  "author": "amzn1.account.AHWPWVQL56VWCQYVDDDS6L34ZMAQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 3, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "Love this!",
                  "review": "\\n  Max is a big boy so I needed to find something that would fit him comfortably and wouldn&#8217;t topple over when he climbed. This is so sturdy and strong! Max took to it immediately and is so happy. This is where he perches and looks down on us little people; king of the world! Haha! He loves the carpet to scratch and being able to jump around in the different levels gets him frisky. I couldn&#8217;t be happier with this purchase. I&#8217;ve bought towers before that are fake wood and light duty. This is definitely not one of those. Great product, won&#8217;t buy anything else now.\\n"
            },
            {
                  "author": "amzn1.account.AHO6BMPFREYFP6LNVHNM3X4NL4KA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 7, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "THE BEST CATHOUSE EVER!",
                  "review": "\\n  This was SO EASY to assemble! It\\'s very sturdy, and well made. I had dreaded putting it together so much, that it sat in the box for a week. After removing the parts from the box, and the cats from the parts, it took less than 5 minutes to assemble. The cats all love it, and they have staked out their new property. Very popular!  It has gone over so well, I bought another one! New Cat Condo\\'s are GREAT!\\n"
            },
            {
                  "author": "amzn1.account.AFXERILTLYFS35BAASH5XVW4YDAA",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 22, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Taj Mahal",
                  "review": "\\n  Well,  I am giving this cat tree a second updated review.  Actually, if it had not been for the problem with the parts screwing together securely I would probably have given it 5 stars. But it took my son a lot of work to get it to be secure.  Still, it is a great cat tree, nice and tall and heavy. Well made, other than the screwing problem. Anyway, my BabyKitten utterly loves it.\\n"
            },
            {
                  "author": "amzn1.account.AFZDTVDU4VANZ3OAKK7I3HA6AKZA",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on June 18, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "3 people found this helpful</span></div> people found this helpful",
                  "review_title": "Excellent design but low quality material",
                  "review": "\\n  I love the style and height of this cat tree. My cat loves it too....his favorite is the enclosed oval. Unfortunately, the material is cheap. All the carpeting is coming out and there are plastic strings all over the place. For the price, I\\'d expect higher quality.\\n"
            },
            {
                  "author": "amzn1.account.AHO3XZO3N7AQSKETT5QC2IPANFHA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 18, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Wonderful cat tree",
                  "review": "\\n  Very big, solid, sturdy. I did a lot of research before buying and glad I did, it&#8217;s not the best looking cat tree on Amazon but it&#8217;s definitely great quality (from what I read the more stylish ones fall apart quickly or don&#8217;t fit the function of a cat tree, this one has a perfectly placed scratching post and great heights to climb). My cats are not a year old yet but this will fit through to old age.\\n"
            },
            {
                  "author": "amzn1.account.AEI3WTGNKSI5EED6JMMM5JFPUBQQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on September 14, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Big Enough",
                  "review": "\\n  I got this for my 14-15lb cat. It&#8217;s been 2 days now and he hasn&#8217;t been wary of it at all and surprisingly, did not freak out because something new was added. He immediately sat on top of the stuff to explore when I opened the box. He seemed more interested than put off by the smell and started rubbing on everything. It took me 5 minutes to assemble, but an hour to disassemble the top perch from the pole. I decided to take off the top bed but keep the pole because there wasn&#8217;t much space between the bed and the top of the tube for my cat to stand up or have the ability to jump up there. I kept the pole in case he wanted to scratch on it. I&#8217;m very happy with the size of the tube and the beds. The tube is big enough that he only has to crouch a little to stand, and he is easily able to turn around in it without having to stick his face out the window. I think the window of the tube is big enough that he could climb through it if he tried. The other perches can very easily hold him without him spilling out the sides like on his old tree. There is even extra room for him to spread out on the middle one. The only thing I&#8217;m disappointed by is how close together the middle perch and the tube are. The tube slightly hangs over where the middle one is which means there isn&#8217;t as much room for him to jump. It&#8217;s fine for getting inside the tube but I&#8217;m not sure if he&#8217;ll be able to jump straight up to get on top of the tube. I&#8217;m keeping his old cat tree next to the new one as a platform to jump off of for now but maybe he&#8217;ll get more comfortable in the future. Overall I really like it and he will already jump onto the top of the tube if he&#8217;s interested in a toy up there and I&#8217;ve found him napping on the middle and perch once already.\\n"
            },
            {
                  "author": "amzn1.account.AH6JKQ7NQHN73NRXDNC5XBP4TERA",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 25, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Tall and lean carpeted cat condo with many layers",
                  "review": "\\n  This condo is covered in real carpet which is easier for cats to dig into when climbing.  It has multiple layers for lounging.  The base is not heavy enough for free standing.  It needs to be wedged under a piece of furniture, like a sofa, to keep it from falling over when cat jumps high.  I have ours up against the wall between the tv table and a bookcase.  With a heavier base shipping would cost more, so I am happy with my purchase :)\\n"
            },
            {
                  "author": "amzn1.account.AF2K3GGOTAPIL2FVV4TAJE2NPHPQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 2, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Attractive, sturdy, large cat friendly, great price!",
                  "review": "\\n  Very well made. It&#8217;s nice and heavy so no fears of my 16-18 lb cats knocking it over. I needed something for older cats. Not tons of little hiding spaces and toys dangling. I especially needed platforms large enough. So many cat trees cater to kittens. But what about when your cat is full grown and won&#8217;t fit in the houses, hammocks or on the multiple small platforms??  I highly recommend this tree. It was also extremely easy to assemble. You will probably need help getting the box in the house and out of the box.\\n"
            },
            {
                  "author": "amzn1.account.AE7DWHFEYJ4CPWDTYRB75EXMRCBQ",
                  "stars": "2.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 19, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "It arrived broken.",
                  "review": "\\n  I like the carpet and it feels sturdy. My cats wanted to jump on it as soon as they got done playing in the box it came in!  But it arrived broken. The hardware for the top platform is bent and smashed in so I can&#8217;t attach it. It&#8217;s built in to the platform so I can&#8217;t even replace it. My cat tower is now 55&#8221; tall. It&#8217;s very heavy so is it even worth it to box back up and haul to ups to return? This one took weeks to get here as it is.\\n"
            },
            {
                  "author": "amzn1.account.AGGJCCEPALYYTYPZ5LT5GWC4ZQFQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 21, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Great cat condo!",
                  "review": "\\n  I was so happy this came in three pieces and I just had to screw them together. The height is perfect for my home and my cats, and I really like the color too. It&#8217;s very sturdy and is made of good quality materials.\\n"
            },
            {
                  "author": "amzn1.account.AGGCFMCWT5AWSC4PLLU3PNOO4XWA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 8, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "3 people found this helpful</span></div> people found this helpful",
                  "review_title": "Good For The Older Boys",
                  "review": "\\n  I have 12-year-old cat and 13-year-old cat and within 10 minutes of assembling the cat tree they were all over it one of the reasons I got it is because it has some low platforms so it would be easier for the older cat but he was able to get up to the top easily. It took about 10 minutes to assemble it and it seems quite sturdy I would definitely recommend this kind of cat tree using solid wood and real carpeting means that it should hold up for quite a long time.\\n"
            },
            {
                  "author": "amzn1.account.AEJDC3LYUT7JH7HT4AJJ6TR4L6NQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on June 24, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "3 people found this helpful</span></div> people found this helpful",
                  "review_title": "Looks great",
                  "review": "\\n  &#160;I like that it\\'s real carpet, my cat enjoyed it right away. It does wobble alittle, due to carpet just folded under and stapled on the bottom. If carpet the whole bottom, wouldn\\'t wobble. I like it alot, but very pricey.\\n"
            },
            {
                  "author": "amzn1.account.AEXYMQACLRTZCEOMR5ZVP2TLVQJA",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 14, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "My 2 cats love it.",
                  "review": "\\n  The cats love it!  Gave 4 stars because of the cheap carpet.  After 2 days I have a pile of carpet shreads at the bottom.  Carpet won\\'t last long. I would gladly have paid more money for good carpet.\\n"
            },
            {
                  "author": "amzn1.account.AG2TF3ARWFJJRT67GE4VKXZB27WA",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 17, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "Absolutely horrible!",
                  "review": "\\n  &#160;Bad quality, they used the cheapest carpet, color is different than on pictures, and after two months it&#8217;s broken\\n"
            },
            {
                  "author": "amzn1.account.AGKXO2MYEGZNVQ2I3BHDZWGTKA4Q",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 12, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Not as well made as others we&#8217;ve had",
                  "review": "\\n  Quality of the rug is very disappointing compared to others we&#8217;ve owned especially considering the price.  They aii shed tufts as the cats scratch so I was willing to over look it, hoping it would decrease over time.  However, other problems have ensured and the tower is now out doors, on the back porch. We are awaiting information on blood work as the cat appears to be allergic to something in/on the tower.\\n"
            },
            {
                  "author": "amzn1.account.AE3YXP6NEJ6L7EKPHZZ3JBXHH5LA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on September 18, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Great tree!",
                  "review": "\\n  Bought for my son&#8217;s very active cat. That cat loves this tree! They have a very high window ledge and this tall tree is perfect! He can lie in comfort and monitor the neighborhood or easily transition to the window ledge if he needs to.<br/>Easy to put together and sturdy. Great product!!\\n"
            },
            {
                  "author": "amzn1.account.AGHWBF6ENM6LDEWBYZ6JPIIXAO4A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on July 12, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Well made!",
                  "review": "\\n  The New Cat Condo cat tower is very well made.  Sturdy wood construction covered in strong carpet.  Well worth the price.  I expect this to last years!\\n"
            },
            {
                  "author": "amzn1.account.AEY37XFBWI5GUUNEEJBFWKCZQONQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 16, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "very sturdy",
                  "review": "\\n  This cat condo is very sturdy &amp; solid.  The carpeting is attached well &amp; isn\\'t peeling off the posts.  My previous condo was shredded after a week or two.  This one has held up very well &amp; my three cats love it\\n"
            },
            {
                  "author": "amzn1.account.AEXMUILWVDEPPOLRL4EKJMESKB7Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on June 28, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Brown",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "My Cat Loves It!",
                  "review": "\\n  Well built and sturdy. My cat loves the height and spent almost all day on it the minute my husband put it together.  He gets very possessive and doesn\\'t want us coming near his castle!  He likes to swat at us through the window in the tunnel.\\n"
            },
            {
                  "author": "amzn1.account.AEJGYCMP2F6I4FD5SNBQIDUKIJVA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 8, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "5 people found this helpful</span></div> people found this helpful",
                  "review_title": "The real deal",
                  "review": "\\n  I was in paradise it was so easy to install\\n"
            },
            {
                  "author": "amzn1.account.AEA6G5P3JPW6PFOE5HLAJUBLNBBA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 28, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Beige",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Meooow!!!  (Cat for THRILLED)",
                  "review": "\\n  Easy assemble after I got the big box inside(heavy).  Unit is very sturdy and durable.  Cats love and it is holding up very well.  It did not come with a safety strap for securing to a wall.  Great value for the price.\\n"
            }
      ]
}