{
      "asin": "B08PBM8VV8",
      "stars": "4.6 out of 5 stars",
      "review_num": "1368",
      "highlights": [
            " (A Cat-owned Play & Rest Heaven) - Welcome your felines into this versatile go-to spot that they can never get enough of! Your energetic kitty can patrol the cat tree by climbing or jumping through platforms, embrace the natural urge of scratching onto the sisal strands, and respond to the call of wild by fighting with the fluffy balls. When lazy hours come, your little one can soak up some sunbeams when lounging up high on cat bed, or drifts off into sweet dreamland inside the cozy condo  ",
            " (Innovative Adjustable Design) - This unique cat tower for indoor cats features an adjustable base for you to change its configuration and find the best way to enjoy it. You can customize it to match your feline's unique personality or use preferences. This design allows the cat tree to better fit into various room layouts. Whether you use it to delight your bedroom corner or showcase it in the middle of your living room, its flexibility will surely meet all functional and decorative purposes  ",
            " (Move Closer to Feline's Needs) - Your nature climber will get enough exercise when touring around this 3-tier cat tower. The well-cushioned perch allows your cat to stretch out while keeping eyes on the surroundings. The sisal-wrapped posts make the cat tree a dedicated outlet (not your furniture anymore!) for scratching and sharpening claws. After releasing energy on the scratcher and teasing toys, your cat can sink into a restorative sleep inside the warm condo or the cozy cradle  ",
            " (Solidly Built with Superior Materials) - This sturdy cat house of cat tower is crafted of certified P2 particle boards which are known for good strength and durability. Incorporated cat scratchers are securely wrapped with sisal ropes, which are made to last to support your cat's daily scratching practice. The plushy faux fur cover invites your cat to lay down for a nap with just-right comfort and warmth. Both baseplates are thickened for added stability to avoid wobbling or toppling over  ",
            " (Hassle-free Cat Tower for Indoor Cats) - Overall dimension - 19.6\" L x 17.7” W x 38.1\" H (50x45x97cm). A DIY-friendly cat tree with detailed graphic installation instructions. Connect it to the wall using the anti-toppling strap if needed. This simple, modern cat tower stand will blend beautifully into all kinds of interior decor, refreshing your personal space with a dash of elegance. A pleasing addition to both your home and your feline's life! Ready to be appreciated by lots of purrs?  "
      ],
      "reviews": [
            {
                  "author": "amzn1.account.AG5ZUO5HA4WD5UGEVM6O4267Y7QQ",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on March 14, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "23 people found this helpful</span></div> people found this helpful",
                  "review_title": "Made for a kitten",
                  "review": "\\n  The description and other reviews were misleading. My cats are full grown and do not fit on the basket and barely can fit on the top perch. The basket is sized for a kitten. It is not sturdy. My cat was trying to get up it and it almost toppled over. The base is in 2 pieces which I feel is why it isn&#8217;t sturdy. I am most likely going to return it and find a larger one.\\n"
            },
            {
                  "author": "amzn1.account.AEIQU3OXK2PBBYRFHIRG4ATTDYHA",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 16, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "14 people found this helpful</span></div> people found this helpful",
                  "review_title": "Horrible",
                  "review": "\\n  Its made like crap. Period, for the money, way to light tips over way to easy the fur is like, theirs nothing there, I would have sent this. Back, but it was put together, and a pain in the ASS TO SEND. BACK, IF ANYONE WANTS TO BUY THIS CAT TREE DONT DO IT, I HAVE AN OKDWR ONE THATS HEAVY AND WELL CARPETED THICK AND COMFY FOR MY CATS, BUT DONT BUT THIS I CAN PICK IT UP WITH ONE HAND, WHO EVER MADE THIS POS, SHOULF BE ASHAMED OF THEMSELVES, THE ONLY THING IM GOING TO DO WITH IT, IS SET IT ON FIRE, NONE OF MY CATS LIKE IT AT ALL,, WHEN I SAW A TAG TO TIE IT TONTHE WALL, I KMEW THIS IS THE WORST THING I EVER. BOUGHT ON AMAZON, YOU GET A BIG FAT ZERO THE COMPANY WHO MAKES THIS POS\\n"
            },
            {
                  "author": "amzn1.account.AGKPGLHYPAHJW656ZCIHF7CVK2LQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 26, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "14 people found this helpful</span></div> people found this helpful",
                  "review_title": "Love it!",
                  "review": "\\n  Definitely worth the money. It&#8217;s very soft and looks really nice - seems sturdy enough for my 18lb cat. The only thing I don&#8217;t like is the bottom not connecting (the two pieces only connect via one screw on the top bed). It&#8217;s a great size for big cats though! That was my main worry - but both my fatties will fit just fine!!\\n"
            },
            {
                  "author": "amzn1.account.AFRRDEUDNQ4LCETS5GDJSSTOMLMQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on May 16, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "13 people found this helpful</span></div> people found this helpful",
                  "review_title": "Amazing!!",
                  "review": "\\n  &#160;Absolutely amazing!! I love it because it tall but not too tall AND I can rearrange it too!!! I love rearrange things! &#129392;&#128525;<br/><br/>P.S. it was a breeze to put together! I have carpal tunnel and I had no issues.\\n"
            },
            {
                  "author": "amzn1.account.AFIIOSUJTDTYXAU3TEF5PTQKAQVA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on March 22, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "6 people found this helpful</span></div> people found this helpful",
                  "review_title": "Review by Akimbo the cat",
                  "review": "\\n  OMG I love this tree! I lay on the top bed when I am trying to assess the bird population outside or trying to guess what the squirrels are doing. I use the enclosed bed to play with my owner who is fool enough to stick her hand into my space! Then the two toys are enjoyable in my spare time. My human wants me to use the scratching posts but I prefer  to hear her yell \"stop that\" when I sharpen my claws on the new couch.<br/>Owner review: The tree was easy to put together but did take a bit of time. It is very sturdy, strong base and low height.\\n"
            },
            {
                  "author": "amzn1.account.AH7GMHJR6ASZCOTVOUFHQLW3Q26A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on March 12, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "6 people found this helpful</span></div> people found this helpful",
                  "review_title": "Perfect for kittens.",
                  "review": "\\n  I bought this for my sister who recently adopted four little kittens. I wanted them to have a place to sleep and also to play. The kittens are in love with this. They jump on it, they sleep on it, they even have a little string hanging that they can play with.<br/>It did come a little big so you have to make room for it. We found the corner of the kitchen which is next to their food bowls and it&#8217;s perfect for them. It&#8217;s easy to move, it&#8217;s sturdy. You won&#8217;t be disappointed And your kittens will love it\\n"
            },
            {
                  "author": "amzn1.account.AEHHS53KU2VQK6NRRWAUYMXWI2LQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 4, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "4 people found this helpful</span></div> people found this helpful",
                  "review_title": "Kittens adopted it right away!",
                  "review": "\\n  I got this to help spice up the containment area for these orphaned kittens the neighborhood feral cat had.  So far it is 100% successful.  It is a nice product and very well thought out and assembled with ease. All hardware was present and instructions were good enough to use for assistance to assemble it.\\n"
            },
            {
                  "author": "amzn1.account.AHLC7CH24MCYHOIEKSA3CA5DZMNA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 24, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Dark Brown",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "Awesome kitty condo",
                  "review": "\\n  &#160;This is a Christmas gift for our sweet baby, Safari! I tried to hide it until Christmas Eve at least but she saw it and I haven&#8217;t been able to keep her away from it since! She&#8217;s in love with it and so are we! Anything to make her happy&#129392; we love it!\\n"
            },
            {
                  "author": "amzn1.account.AHPQXXTM7Z463FLYCXFB7CVRMS6A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 18, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "5 people found this helpful</span></div> people found this helpful",
                  "review_title": "Purr-feet tree",
                  "review": "\\n  Great cat tree. Not so big that your friends and family suggest an intervention but big enough for the kids to have fun on. Was worried it may be too small but works good for fat cats and baby cats alike. Can be put in different configurations and is very sturdy the way we have the base. Even with hard landings there&#8217;s no risk of tipping. Very solid construction and supports too. Highly recommend.\\n"
            },
            {
                  "author": "amzn1.account.AGSX6BTIXTVU4JKPLCQ7HFNYA4LA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on August 25, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Light Grey",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Good cat tower for bigger cats",
                  "review": "\\n  I have had other cat trees but this one is very sturdy. A good yrre for kittens and older cats. I\\'ve had another one that was very shaky and I gave to a kitten rescue and it was perfect. Easy and pretty self explanatory instructions. I put it together in about thirty minutes. It even has a strap to secure it to the wall which I probably won\\'t use since I live on an apartment. I would definitely recommend it to anyone. I will post a picture later.\\n"
            }
      ]
}