{
      "asin": "B099K8YNQZ",
      "stars": "4.4 out of 5 stars",
      "review_num": "42",
      "highlights": [
            " 🌵[MEOW MEOW MEOW]Would you want to find a comfortable and interesting home for your Kitty? The Kindacool cat tree tower is specially designed for indoor cats. It provides opportunities for cats to play, explore, hide, scratch or relax. Your kitty can play to the fullest in the cat tree or rest comfortably in the condo!  ",
            " 🌵[RELAX JUMPING & GOOD STABILITY]The stability and safety are the priority. This Kindacool luxury cat tree are made of CARB-certified P2-grade particle board which featuring high density construction and superior durability, the upgraded base and sturdy posts provide strong support,ensures overall stability of the cat tree. The posts are coiled with natural sisal,meet your kitty's climbing nature.  ",
            " 🌵[UNIQUE DESIGN]This multiple level cat tree is designed for more than one cats to play at the same time.This cat tower is covered with skin-friendly plush, roomy cat condo, warm basket, jump platform, an extra-large top perch and furry balls that will provide a lot of lounging room and fun to your kittens. The unique rainforest style and interesting design make it not only a cat tree but also a very attractive furniture.  ",
            " 🌵[VERSATILE ACTIVITY CENTER]The ramp with sisal can be used both as a ladder and a scratching post, it will help your kitty climb onto the cat condo and exercise their paws at the same time. This cat tower has a toy plush ball and three flying plush balls hang on the top of the cat tree, it can responds to cats' intensive movements and attracts their attention, so your kitty can have fun at home alone.  ",
            " 🌵[EASY ASSEMBLY]Overall dimension: 19.09\"(L)x19.09\"(W)x53\"(H). Which can easily hold up to 50lb, up to 4 small to medium cats playing at the same time, not suitable for large cats (eg Maine Coon). The cat tower and condo are easy to assemble with detailed installation instructions. A perfect gift for both your kitten and your sweet home!  ",
            " 🌵[SERVICE]If you have any questions, please contact us first, we will give you a satisfactory solution.  "
      ],
      "reviews": [
            {
                  "author": "amzn1.account.AFI4BOAVUQ6LSCYV7W4SWSGKADEQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on October 9, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "9 people found this helpful</span></div> people found this helpful",
                  "review_title": "Great for cat naps and zoomies",
                  "review": "\\n  &#160;This cat tower provides Our kitty with a lot of room to rest and play.  I really love the sage green color. It just looks more tree lake and is more fun than the traditional beige. The base is why enough to support the height of this tower.  All of the scratchpad areas are covered well. The material underneath is not exposed making it more difficult to shred.<br/><br/>It can easily be assembled by one person. However I will add that the base piece has three holes. These holes aren&#8217;t labeled, so make sure you put the right piece into each hole based on the look of the final product. I did not do that and had to disassemble and reassemble to correct my mistake. That being said, I was easily able to fix my problem. Everything else goes together very easily per the instructions.<br/><br/>My cat loves sitting in the very top bed. She loves perching a pie. This bed is wide enough for our adult cat. We have had a few cat towers that are better designed for kittens or smaller cats, this does provide adequate space for her. She has a lot of fun with the fluffy ball toys. She enjoys batting them around. But her favorite activity for this cat tower is enjoying a nice cat nap.<br/><br/>The top perch that she enjoys taking her naps in is easily washable. It has a removable cover that can just be taken off and put in the washing machine. All the other surfaces are easily cleaned with the vacuum.\\n"
            },
            {
                  "author": "amzn1.account.AG6TWUMLO2SAGXTEH6LUWG7Q442A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 25, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "2 people found this helpful</span></div> people found this helpful",
                  "review_title": "Cat loves it and it is cute",
                  "review": "\\n  - 1st, it is smaller, I have a smaller space and another cat tree already so, it works well for me to not have multiple enormous cat trees in a small space. I measured before ordering and it fits into a smaller odd corner, with the hammock wrapping around the edge.  I moved it away a bit from the wall since the photos, so he had more access to both sides to lunge and grab hold of<br/>- It is really cute with some interesting things and my cat is at that tween kitten age that he needs to be entertained (hence the two cat trees)<br/>- At first, I was excited that the different platforms were labelled, but it would have been way more helpful to me to have the posts labelled and the screws separated and labelled  watched and paused the video to figure out.  It was frustrating at first, I had to take apart and reassemble a couple times.<br/>- My initial assembly issue was  I was using the two smaller green posts at the bottom, and actually it should be the two mid-size green posts at than the one of the smaller fuzzy posts on top (has the holes to put the sticks in on side that are not visible) the other smaller fuzzy post goes on top of the luau cave; the two sisal posts are stacked with the hammock; the pet bed on top of the cave and the smaller fuzzy post is cool, it just wraps around one of the square posts.  I opted to use the ramp going to the cave elsewhere, it gives him more space on the bottom, and he doesn\\'t need it to hop in<br/>- it feels sturdy<br/>- it\\'s cute and a nice mossy green Hawaii them that I like<br/>- the cove I was worried that he wouldn\\'t like, and I do like it -- he loves it too.  It seems too small for him to me, but he wouldn\\'t get out of it when I was trying to screw that part together to give you an idea.<br/><br/>Summary:<br/>*Cute<br/>*Kitten Size (maybe I will combine with the larger and make a monster cat climbing gym, but having the two in different areas is working to run from one to other and peak attention it seems)<br/>*the cave has softer walls, which my kitten seems to like<br/>*cat seems to like the play toys and although seems a bit small to him, so far day one he is def attracted to it.<br/>*I did pay less for my larger cat tree, however this is complimentary, and I like the Hawaii Lua / Moss Green tree theme to this one\\n"
            },
            {
                  "author": "amzn1.account.AG2X5IDVDQQWI4WUTYB2JN4DX5NQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on September 26, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "5 people found this helpful</span></div> people found this helpful",
                  "review_title": "Awesome Cat Tree!",
                  "review": "\\n  &#160;I love this Cat Tree! Firstly, it is very easy to assemble. It is my first cat tree, and it is my first time assembling a cat tree. I was worried I cannot combine it successfully, but the truth is I worried too much since it has very detailed installation instructions. Secondly, my kittens Miu and Pi love it. The cat tower design is unique, and it has good stability. Nice Cat Tree!\\n"
            },
            {
                  "author": "amzn1.account.AH2QD42CP65RDOOE5HVMFCXWLUHA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 10, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "It&#8217;s so cute",
                  "review": "\\n  &#160;As you can see Merlin liked the tassels he checked out the rest of tree but couldn&#8217;t fit in hanging basket or house .<br/>It&#8217;s a great tree well made and so pretty if only he could fit in everything I would keep it.<br/>I would definitely recommend this for anyone that has a smaller size cat.\\n"
            },
            {
                  "author": "amzn1.account.AE7IOA3PW5SSSXZEW5LZ7RMLYYAQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 18, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "My cats and I in love with this",
                  "review": "\\n  &#160;I love love love this, my mommy got me and my sister this for our birthday, we love it plz buy it for your cats&#8230; and thank you to the manufacture for the great quality and price and colors.<br/>Review written by kitties &#128008;&#8205;&#11035; &#128008;&#8205;&#11035;\\n"
            },
            {
                  "author": "amzn1.account.AE67OZA7BO4H6WNN7VV4L3XN6GIQ",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 24, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Cat Couldn\\'t Hang in There",
                  "review": "\\n  The reason why I came back to write the review is to tell you about how unstable this cat tree is. My cat was sleeping in it last night on the top platform, he must have rolled, and totally took a dive. Kaboom! He didn\\'t know what hit him. After being assembled this tree rocks back and forth. I added weight to the base and pushed it against a wall to avoid this happening again.<br/>If I were to reorder I\\'d definitely READ THE DIMENSIONS because it\\'s also quite a lot smaller than I imagined. My chonky cat fills the crow\\'s nest to the brim. I still give three stars because my cat does enjoy it and it was really cheap.\\n"
            },
            {
                  "author": "amzn1.account.AGPC3XDBJC6NXYI42PKG56NFUK5A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 5, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "excellent",
                  "review": "\\n  &#160;nice product this is the first day that she use the cat tree\\n"
            },
            {
                  "author": "amzn1.account.AH3AII36WL36CECLNLWGFXWNG4VQ",
                  "stars": "3.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 10, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Carpet sheds everywhere!",
                  "review": "\\n  I love this cat tree for the variety of places for my cat to sit! However the assembly was a little tricky to follow and many of the screw holes were not cut through the fabric. I also noticed that the pictures do not fit the actual scale and the hole for my cat to go through is far too small for a very tiny cat. The carpet sheds everywhere and the base isn&#8217;t as sturdy as I&#8217;d like for my wobbly cat.<br/>Overall I&#8217;m fairly happy with this purchase, but I would not recommend paying full price for this for a cat over 10 pounds.\\n"
            },
            {
                  "author": "amzn1.account.AEZ4G7PRRSZYM7GURERGJQTGV7VA",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 25, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "My cats both love resting in this cat tree!",
                  "review": "<i class=\"a-icon a-icon-text-separator\" role=\"img\" aria-label=\"|\"/><span class=\"a-declarative\" data-action=\"cr-popup\" data-csa-c-type=\"widget\" data-csa-c-func-deps=\"aui-da-cr-popup\" data-cr-popup=\"{&quot;width&quot;:&quot;580&quot;,&quot;title&quot;:&quot;ReportAbuse&quot;,&quot;url&quot;:&quot;/hz/reviews-render/report-review?ie=UTF8&amp;ref=cm_cr_arp_d_rvw_hlp&amp;csrfT=gmPZAdD4xNCXLxbnTyQCkd8yGOmvmXL717mPZ9kAAAABAAAAAGJ3L9NyYXcAAAAA%2B4kUEk%2F7iMGR3xPcX6iU&amp;reviewId=R1EZ35KWO9RIQZ&quot;,&quot;height&quot;:&quot;380&quot;}\"><a class=\"a-size-base a-link-normal a-color-secondary report-abuse-link a-text-normal\" href=\"/hz/reviews-render/report-review?ie=UTF8&amp;ref=cm_cr_arp_d_rvw_hlp&amp;csrfT=gmPZAdD4xNCXLxbnTyQCkd8yGOmvmXL717mPZ9kAAAABAAAAAGJ3L9NyYXcAAAAA%2B4kUEk%2F7iMGR3xPcX6iU&amp;reviewId=R1EZ35KWO9RIQZ\">Report abuse</a>"
            },
            {
                  "author": "amzn1.account.AHBDNJJXNK6ANEP4VUAOJFIUCBGA",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on May 3, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Sketchy",
                  "review": "\\n  The product and bags for it were already opened in the box I received. It was missing multiple parts. The instructions are also very unhelpful. Assembly is difficult and nonsensical even if we would have had all of the parts.\\n"
            },
            {
                  "author": "amzn1.account.AECKP62Q7CHP7IKJOARUN47QCVFA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 9, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "smaller than I had anticipated",
                  "review": "\\n  I love everything with this product  It was smaller than I had thought and since my cats are very large they can only use one perch  but the measurements were clearly stated , so it was my mistake to assume it woud be larger\\n"
            },
            {
                  "author": "amzn1.account.AHKSR7RYTAURNWLZOWTBQBSYXIGQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on November 9, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "Very good quality",
                  "review": "\\n  Such a cute and fun cat tree! My cats love it but it&#8217;s a bit smaller than I thought. My 2 cats (both weighing around 11-12 pounds) are a bit too big for the bowl and perch but they&#8217;re making it work. I think it would be perfect it for a smaller cat or for kittens . Overall great cat tree and highly recommend it.\\n"
            },
            {
                  "author": "amzn1.account.AG6JDSSSNCP375YZXSLWEK4HNGKQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on December 1, 2021",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "One person found this helpful</span></div> people found this helpful",
                  "review_title": "It\\'s lovely and my kittens love it!!",
                  "review": "\\n  Took me less than 1 hour to assemble. Beautiful and soft, my kittens love it! Might not be large enough for cats over 15lbs though.\\n"
            },
            {
                  "author": "amzn1.account.AFFH2QPL2LDYTWHK4WK4PLHQM7YQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 1, 2022",
                  "is_verified_purchase": "verified Purchase",
                  "size_product": "",
                  "colour_product": "Color: Cat Tree",
                  "people_found_useful_num": "0 people found this helpful",
                  "review_title": "Kinda cool",
                  "review": "\\n  I really like it except the little house is too small for cats at 10lbs+ #thestruggleisreal\\n"
            }
      ]
}