{
      "asin": "B09FZ9ZV55",
      "stars": "4.5 out of 5 stars",
      "review_num": "65",
      "highlights": [
            " Stable and Safe: Anti-dumping design and high-quality hardware accessories, double protection, ensure that the cat tower with scratching post has stronger load-bearing and stability, and cats are very safe to play and jump  ",
            " Sturdy Support: A widened base plate made of CARB certified P2 particleboard. A support tube made of high quality glue and paper tubes, making the cat trees more stable and durable, this cat condos for indoor cats will be a great companion  ",
            " Healthy Material: The cat tower with scratching post and scratching board covered by natural sisal rope are more conducive to the cat's scratching and climbing, protecting the furniture and the cat owner from injury. Soft Plush fabrics give cats a lazy life  ",
            " All-in-one Cat Furniture: The cat climbing tower contains the top perch with plush cover, the rotatable cat hammock that fits the cat's body curve, the two-way imported luxury cat condo and fuzzy ball, create a pleasant cat activity trees for cats  ",
            " Cost-effective & Easy to Install: The 35in cat tower is suitable for 2-3 cats to play with. Cute cat tree stand fits in under window sills of single apartments, or in offices. All the parts are labelled well and the instructions are very clear  "
      ],
      "reviews": [
            {
                  "author": "amzn1.account.AGBCSXY7UNVDCURTMOKJCSPDVFAA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 16, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n   I was pleasantly surprised by how simple it was to put this together."
            },
            {
                  "author": "amzn1.account.AEUCTIYK3TIO7RMNPYZVNLPLIEUA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 11, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "Packaging: This came in a box (as depicted) that was within another box, therefore the stuff inside the inner box was OK even if the exterior box was dented or squeezed."
            },
            {
                  "author": "amzn1.account.AE47EFEDZEB4S6HMT5TE352V7XQA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 15, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "Pieces were of good quality, with everything being soft and well-assembled. There are no rips/tears or areas of concern. The nuts, bolts, and allen wrench were all made of genuine steel, not cheap plastic."
            },
            {
                  "author": "amzn1.account.AFL5THBEBDI24BND2RSHXFGZHZUA",
                  "stars": "1.0 out of 5 stars",
                  "date": "Reviewed in the United States on March 1, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "Assembly: It was not difficult to put this together. (about 45 minutes) It works excellent if you follow the assembly instructions to the letter. I only had two problems: 1. Because the pieces aren't labeled, you had to \"find\" the correct piece and hardware to use on it—but there aren't many to get mixed up with, so it worked out fine. (There was one bolt that was shorter than the others, but it was in its own bag!). 2. The screws did not always \"catch\" as quickly as I had hoped. Screwing the covered box hole down to the base, for example, needed a little force to get it correctly. It was also difficult to line up holes to screw \"blindly.\" But none of this was due to a manufacturing defect; it was simply a case of \"lining it up.\" Simply take your time, note where the holes line up, and then get to work."
            },
            {
                  "author": "amzn1.account.AEIOBHXYL4X3AFLKT562K25D4BVQ",
                  "stars": "4.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 27, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "Sturdiness: In the end, this was a strong build. If I needed to, I could easily and confidently move it around the house. Nothing was strewn about or cause for concern. Because the pouch basket swivels (depending on how tightly the poles are locked around it), you can put it around the pole wherever you like! (Because my kitten is too little to jump from it to the nearest platform, she liked being able to walk down in the center.)"
            },
            {
                  "author": "amzn1.account.AELRY3F5C53WIWEBBJYVYBQSMWRA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 28, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "Overall, I'm pleased with the quality and ease of construction. Everything is incredibly soft, and I expect my kitten to spend a lot of time playing with it.\n"
            },
            {
                  "author": "amzn1.account.AHQG6SHCHF6IY2P2AIAUGCDMSZPA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 2, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n   My cats LOVE this tree. I bought it to replace their old bedroom one and they immediately took to it. It’s super easy to put together and the perfect size. My cats are full grown (2 1/2 years old) and the orange boi isn’t smol. He’s a chonker and as you can see, it’s not bad for his size! It seems very sturdy even without the anchor.\n"
            },
            {
                  "author": "amzn1.account.AEXIPOTQUBPXTDIYJ7WI3CSWBO5Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 30, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  The directions were not very clear, but after studying the pieces for a few minutes we figured out how to assemble the cat tree and our oversize (read fat!) cat had no trouble understanding how to use it! It's nice and sturdy and doesn't wobble or tilt, something I was afraid of since the cat really is quite large and heavy.\n"
            },
            {
                  "author": "amzn1.account.AHU2EXIBBQHUZFPTOIBKVJAFLZ4A",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on January 21, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  They state that this product is tip resistive; IT IS NOT.  The base is light weight and flimsy.  The product is not sturdy.  I placed two bricks on the base and secured it to the wall and is it still tippy.  My cat will not use it because  it is not stable.  The instructions for assembly were not specific and two parts were incorrectly labeled.  This product is made of substandard materials, is not easily assembled and is basically useless.  I wish I had never wasted my money on this product.\n"
            },
            {
                  "author": "amzn1.account.AGPJG4AMV4SZTG23EL2RINXNQHMQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 20, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n   I love this cat condo and so does my cat. The color grey is pretty. The material is plush. The footprint is small but the size is big. There’s lots for the kitty to keep busy or just take a nap. The top cover is washable. It was well packaged and easy to setup. There’s such a difference from the ones in the store and this high quality cat tree. It really is five stars!\n"
            },
            {
                  "author": "amzn1.account.AG4ZCGA7JO4I6ZMZJFKC4LEOT2ZQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 7, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  Assembly was very easy, about 15 minutes. Very sturdy, and our 9 pound kitty fits nicely. She loves the top bed for naps and takes her toys into the bottom house to hdebthem from our dog. Thebscratch pads and posts seem good quality and she took to the entire set up very quickly.\n"
            },
            {
                  "author": "amzn1.account.AGY46MENQ6U4JXBSTDA4YM6YFT7Q",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on May 1, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  A little smaller than expected, all my big boys hang out and off of it, but they like it anyway because they're cats. They scratch on it all the time which is what i really wanted it for anyway so it works.\n"
            },
            {
                  "author": "amzn1.account.AEY5ZQ2CMMRMVCBIHF7CDHUUXDTQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 14, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  Bought of course for my cat. It was easy to assemble and directions were perfect. My cat absolutely approved and loves it. It’s definitely made to last and very durable. Worth every penny!\n"
            },
            {
                  "author": "amzn1.account.AEGSBGE72NPDAZ2IB67F6LXLYXAA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 13, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  This cat tree was pretty easy to assemble and is a nice medium size. My cat loves it and wouldn't leave me alone while assembling it for him.\n"
            },
            {
                  "author": "amzn1.account.AFKY7W477RSTYFYR5JVCHW6KULBA",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on February 16, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  My cats love this tree so much! Both cats laid in it for hours after it was built and while building as well! this is sturdy and it does take a little while to build but so worth it! 10/10 recommend this!\n"
            },
            {
                  "author": "amzn1.account.AGXJGJI2ULLYPRARZGXFYSE7HMRQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on March 20, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  Just fantastic!! My cats love it.\n"
            },
            {
                  "author": "amzn1.account.AH2DLFMGA4BNLNASXCEPTMHSC3JQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 25, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  Nice feel to the fabric and pretty easy to assemble. Would recommend as a gift for a fellow feline lover. Feels very sturdy after fully assembled.\n"
            },
            {
                  "author": "amzn1.account.AGGL3OMWDPT32IOZHWVDJUTVGXDQ",
                  "stars": "5.0 out of 5 stars",
                  "date": "Reviewed in the United States on April 7, 2022",
                  "is_verified_purchase": "Verified Purchase",
                  "colour_product": "Color: Grey",
                  "review": "\n  cat loves it\n"
            }
      ]
}